Repository: scscot/tbp
Catalog: lib/l10n/app_*.arb
Languages: de, es, pt

# settingsFeederSystemDescription
source: This is your automated growth engine. When members join Team Build Pro through your link but haven't yet qualified for your business opportunity, they're placed in your feeder network. The moment you meet the eligibility requirements below, these members automatically transfer to your business opportunity team. It's a powerful system that rewards your dedication - the bigger your feeder network grows, the stronger your launch will be when you qualify.
de: Dies ist Ihr automatisierter Wachstumsmotor. Wenn Mitglieder Team Build Pro über Ihren Link beitreten, aber sich noch nicht für Ihre Geschäftsmöglichkeit qualifiziert haben, werden sie in Ihr Feeder-Netzwerk aufgenommen. In dem Moment, in dem Sie die unten stehenden Berechtigungsanforderungen erfüllen, werden diese Mitglieder automatisch in Ihr Geschäftsmöglichkeits-Team übertragen. Es ist ein leistungsstarkes System, das Ihr Engagement belohnt - je größer Ihr Feeder-Netzwerk wächst, desto stärker wird Ihr Start sein, wenn Sie sich qualifizieren.
es: Este es su motor de crecimiento automatizado. Cuando los miembros se unen a Team Build Pro a través de su enlace pero aún no califican para su oportunidad de negocio, se colocan en su red de alimentación. En el momento en que cumple con los requisitos de elegibilidad a continuación, estos miembros se transfieren automáticamente a su equipo de oportunidad de negocio. Es un sistema poderoso que recompensa su dedicación: cuanto más crezca su red de alimentación, más fuerte será su lanzamiento cuando califique.
pt: Este é seu motor de crescimento automatizado. Quando membros entram no Team Build Pro através do seu link, mas ainda não se qualificaram para sua oportunidade de negócio, eles são colocados na sua rede de alimentação. No momento em que você atender aos requisitos de elegibilidade abaixo, esses membros são transferidos automaticamente para sua equipe da oportunidade de negócio. É um sistema poderoso que recompensa sua dedicação - quanto maior sua rede de alimentação crescer, mais forte será seu lançamento quando você se qualificar.

# settingsEligibilityTitle
source: Minimum Eligibility Requirements
de: Mindestberechtigungsanforderungen
es: Requisitos Mínimos de Elegibilidad
pt: Requisitos Mínimos de Elegibilidade

# settingsEligibilityDirectSponsors
source: Direct Sponsors
de: Direkte Sponsoren
es: Patrocinadores Directos
pt: Patrocinadores Diretos

# settingsEligibilityTotalTeam
source: Total Members
de: Gesamte Mitglieder
es: Total de Miembros
pt: Total de Membros

# settingsPrivacyLegalTitle
source: Privacy & Legal
de: Datenschutz & Rechtliches
es: Privacidad y Legal
pt: Privacidade e Legal

# settingsPrivacyPolicy
source: Privacy Policy
de: Datenschutzerklärung
es: Política de Privacidad
pt: Política de Privacidade

# settingsPrivacyPolicySubtitle
source: View our privacy practices and data handling
de: Sehen Sie unsere Datenschutzpraktiken und Datenverarbeitung ein
es: Ver nuestras prácticas de privacidad y manejo de datos
pt: Veja nossas práticas de privacidade e tratamento de dados

# settingsTermsOfService
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de Servicio
pt: Termos de Serviço

# settingsTermsOfServiceSubtitle
source: View our platform terms and conditions
de: Sehen Sie unsere Plattformbedingungen ein
es: Ver los términos y condiciones de nuestra plataforma
pt: Veja os termos e condições da plataforma

# profileTitle
source: Profile
de: Profil
es: Perfil
pt: Perfil

# profileLabelCity
source: City
de: Stadt
es: Ciudad
pt: Cidade

# profileLabelState
source: State
de: Bundesland
es: Estado
pt: Estado

# profileLabelCountry
source: Country
de: Land
es: País
pt: País

# profileLabelJoined
source: Joined
de: Beigetreten
es: Se Unió
pt: Entrou

# profileLabelSponsor
source: Your Sponsor
de: Ihr Sponsor
es: Su Patrocinador
pt: Seu Patrocinador

# profileLabelTeamLeader
source: Team Leader
de: Teamleiter
es: Líder del Equipo
pt: Líder de Equipe

# profileButtonEdit
source: Edit Profile
de: Profil bearbeiten
es: Editar Perfil
pt: Editar Perfil

# profileButtonSignOut
source: Sign Out
de: Abmelden
es: Cerrar Sesión
pt: Sair

# profileSigningOut
source: Signing out...
de: Wird abgemeldet...
es: Cerrando sesión...
pt: Saindo...

# profileButtonTerms
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de Servicio
pt: Termos de Serviço

# profileButtonPrivacy
source: Privacy Policy
de: Datenschutzerklärung
es: Política de Privacidad
pt: Política de Privacidade

# profileButtonDeleteAccount
source: Delete Account
de: Konto löschen
es: Eliminar Cuenta
pt: Excluir Conta

# profileDemoAccountTitle
source: Demo Account Information
de: Demo-Konto-Informationen
es: Información de Cuenta Demo
pt: Informações da Conta Demo

# profileDemoAccountMessage
source: This is a demo account for testing purposes and cannot be deleted.
de: Dies ist ein Demo-Konto zu Testzwecken und kann nicht gelöscht werden.
es: Esta es una cuenta de demostración para fines de prueba y no se puede eliminar.
pt: Esta é uma conta demo para testes e não pode ser excluída.

# profileDemoAccountSubtext
source: Demo accounts are provided to showcase the app's features and functionality. If you need to create a real account, please sign up with your personal information.
de: Demo-Konten werden bereitgestellt, um die Funktionen und Funktionalität der App zu präsentieren. Wenn Sie ein echtes Konto erstellen müssen, registrieren Sie sich bitte mit Ihren persönlichen Daten.
es: Las cuentas de demostración se proporcionan para mostrar las características y funcionalidades de la aplicación. Si necesita crear una cuenta real, regístrese con su información personal.
pt: Contas demo são fornecidas para demonstrar os recursos e funcionalidades do app. Se você precisa criar uma conta real, faça o cadastro com suas informações pessoais.

# profileDemoAccountButton
source: I Understand
de: Ich verstehe
es: Entiendo
pt: Entendi

# profileAdminProtectionTitle
source: Admin Account Protection
de: Administratorkonto-Schutz
es: Protección de Cuenta de Administrador
pt: Proteção de Conta de Administrador

# profileAdminProtectionMessage
source: Administrator accounts with active team members cannot be deleted through the app. This protection ensures your team's data and relationships remain intact.
de: Administratorkonten mit aktiven Teammitgliedern können nicht über die App gelöscht werden. Dieser Schutz stellt sicher, dass die Daten und Beziehungen Ihres Teams intakt bleiben.
es: Las cuentas de administrador con miembros activos del equipo no se pueden eliminar a través de la aplicación. Esta protección garantiza que los datos y relaciones de su equipo permanezcan intactos.
pt: Contas de administrador com membros de equipe ativos não podem ser excluídas através do app. Esta proteção garante que os dados e relacionamentos da sua equipe permaneçam intactos.

# profileAdminTeamSize
source: Your Team: {directCount} Direct Sponsors
de: Ihr Team: {directCount} Direkte Sponsoren
es: Su Equipo: {directCount} Patrocinadores Directos
pt: Sua Equipe: {directCount} Patrocinadores Diretos

# profileAdminProtectionInstructions
source: To delete your admin account, please contact our support team at legal@teambuildpro.com. We'll work with you to ensure a smooth transition for your team members.
de: Um Ihr Administratorkonto zu löschen, wenden Sie sich bitte an unser Support-Team unter legal@teambuildpro.com. Wir arbeiten mit Ihnen zusammen, um einen reibungslosen Übergang für Ihre Teammitglieder zu gewährleisten.
es: Para eliminar su cuenta de administrador, comuníquese con nuestro equipo de soporte en legal@teambuildpro.com. Trabajaremos con usted para garantizar una transición fluida para los miembros de su equipo.
pt: Para excluir sua conta de administrador, entre em contato com nossa equipe de suporte em legal@teambuildpro.com. Trabalharemos com você para garantir uma transição suave para os membros da sua equipe.

# profileAdminProtectionContact
source: Contact: legal@teambuildpro.com
de: Kontakt: legal@teambuildpro.com
es: Contacto: legal@teambuildpro.com
pt: Contato: legal@teambuildpro.com

# messageCenterTitle
source: Message Center
de: Nachrichten
es: Centro de Mensajes
pt: Central de Mensagens

# messageCenterSearchHint
source: Search messages...
de: Nachrichten durchsuchen...
es: Buscar mensajes...
pt: Buscar mensagens...

# messageCenterFilterAll
source: All
de: Alle
es: Todos
pt: Todas

# messageCenterFilterUnread
source: Unread
de: Ungelesen
es: No Leídos
pt: Não lidas

# messageCenterFilterTeam
source: Team
es: Equipo
pt: Equipe

# messageCenterNewThread
source: New Message
de: Neue Nachricht
es: Nuevo Mensaje
pt: Nova Mensagem

# messageCenterEmptyState
source: No messages yet. Start a conversation with your team members!
de: Keine Nachrichten
es: Aún no hay mensajes. ¡Inicie una conversación con los miembros de su equipo!
pt: Nenhuma mensagem ainda. Inicie uma conversa com os membros da sua equipe!

# messageCenterUnreadBadge
source: {count} new
de: {count} neu
es: {count} nuevos
pt: {count} nova(s)

# notificationsTitle
source: Notifications
de: Benachrichtigungen
es: Notificaciones
pt: Notificações

# notificationsFilterAll
source: All
de: Alle
es: Todas
pt: Todas

# notificationsFilterUnread
source: Unread
de: Ungelesen
es: No Leídas
pt: Não lidas

# notificationsFilterMilestones
source: Milestones
de: Meilensteine
es: Hitos
pt: Marcos

# notificationsFilterTeam
source: Team
es: Equipo
pt: Equipe

# notificationsMarkAllRead
source: Mark All Read
de: Alle als gelesen markieren
es: Marcar Todas Leídas
pt: Marcar Todas Lidas

# notificationsClearAll
source: Clear All
de: Alle löschen
es: Limpiar Todas
pt: Limpar Todas

# notificationsEmptyState
source: No notifications yet. We'll notify you of important team updates!
de: Keine Benachrichtigungen
es: Aún no hay notificaciones. ¡Le notificaremos sobre actualizaciones importantes del equipo!
pt: Nenhuma notificação ainda. Avisaremos sobre atualizações importantes da equipe!

# notificationsTimeNow
source: Just now
de: Gerade eben
es: Ahora mismo
pt: Agora

# notificationsTimeMinutes
source: {minutes}m ago
de: vor {minutes}m
es: Hace {minutes}m
pt: há {minutes}m

# notificationsTimeHours
source: {hours}h ago
de: vor {hours}h
es: Hace {hours}h
pt: há {hours}h

# notificationsTimeDays
source: {days}d ago
de: vor {days}d
es: Hace {days}d
pt: há {days}d

# gettingStartedTitle
source: Getting Started
de: Erste Schritte
es: Primeros Pasos
pt: Primeiros Passos

# gettingStartedWelcome
source: Welcome to Team Build Pro!
de: Willkommen bei Team Build Pro!
es: ¡Bienvenido a Team Build Pro!
pt: Bem-vindo ao Team Build Pro!

# gettingStartedIntro
source: Let's get you set up for success. This quick guide will walk you through the essential features to start building your team.
de: Lassen Sie uns Sie für den Erfolg einrichten. Diese kurze Anleitung führt Sie durch die wesentlichen Funktionen, um mit dem Aufbau Ihres Teams zu beginnen.
es: Preparémoslo para el éxito. Esta guía rápida le mostrará las funciones esenciales para comenzar a construir su equipo.
pt: Vamos preparar você para o sucesso. Este guia rápido apresentará os recursos essenciais para começar a construir sua equipe.

# gettingStartedStep1Title
source: Make Your List
de: Vervollständigen Sie Ihr Profil
es: Haz tu lista
pt: Faça sua lista

# gettingStartedStep2Title
source: Share with Your Network
de: Teilen Sie Ihren Link
es: Comparte con tu red
pt: Compartilhe com sua rede

# gettingStartedStep3Title
source: Welcome Your New Team Members
de: Verfolgen Sie Ihren Fortschritt
es: Da la bienvenida a tus nuevos miembros del equipo
pt: Dê boas-vindas aos seus novos membros da equipe

# gettingStartedStep3Description
source: When you receive a new team member notification, follow up immediately to welcome them to your team. First impressions matter!
de: Überwachen Sie Ihr Teamwachstum im Dashboard und sehen Sie Ihren Fortschritt in Richtung Berechtigung.
es: Cuando recibas una notificación de nuevo miembro del equipo, haz un seguimiento inmediato para darles la bienvenida a tu equipo. ¡Las primeras impresiones importan!
pt: Quando você receber uma notificação de novo membro da equipe, faça um acompanhamento imediato para dar boas-vindas à sua equipe. As primeiras impressões importam!

# gettingStartedStep4Title
source: Engage Your Team
de: Binden Sie Ihr Team ein
es: Involucre a Su Equipo
pt: Engaje Sua Equipe

# gettingStartedStep4Description
source: Use the message center to communicate with your team and provide support.
de: Verwenden Sie die Nachrichtenzentrale, um mit Ihrem Team zu kommunizieren und Unterstützung zu bieten.
es: Use el centro de mensajes para comunicarse con su equipo y brindar apoyo.
pt: Use a central de mensagens para se comunicar com sua equipe e fornecer suporte.

# gettingStartedButtonStart
source: Get Started
de: Erste Schritte
es: Comenzar
pt: Começar

# gettingStartedButtonNext
source: Next
de: Weiter
es: Siguiente
pt: Próximo

# gettingStartedButtonBack
source: Back
de: Zurück
es: Atrás
pt: Voltar

# gettingStartedButtonSkip
source: Skip
de: Überspringen
es: Omitir
pt: Pular

# welcomeTitle
source: Welcome
de: Willkommen!
es: Bienvenido
pt: Boas-vindas

# welcomeHeadline
source: Build Your Team. Grow Your Business.
de: Bauen Sie Ihr Team auf. Lassen Sie Ihr Geschäft wachsen.
es: Construya Su Equipo. Haga Crecer Su Negocio.
pt: Construa Sua Equipe. Cresça Seu Negócio.

# welcomeSubheadline
source: The professional platform for team building and network growth.
de: Die professionelle Plattform für Teamaufbau und Netzwerkwachstum
es: La plataforma profesional para construcción de equipos y crecimiento de redes.
pt: A plataforma profissional para construção de equipes e crescimento de rede.

# welcomeButtonSignIn
source: Sign In
de: Anmelden
es: Iniciar Sesión
pt: Entrar

# welcomeButtonSignUp
source: Create Account
de: Konto erstellen
es: Crear Cuenta
pt: Criar Conta

# welcomeFeature1Title
source: Smart Team Tracking
de: Intelligente Teamverfolgung
es: Seguimiento Inteligente
pt: Rastreamento Inteligente

# welcomeFeature1Description
source: Monitor your team growth in real-time with powerful analytics.
de: Überwachen Sie Ihr Teamwachstum in Echtzeit mit leistungsstarken Analysen
es: Monitoree el crecimiento de su equipo en tiempo real con análisis potentes.
pt: Monitore o crescimento da sua equipe em tempo real com análises poderosas.

# welcomeFeature2Title
source: Automated Growth
de: Automatisiertes Wachstum
es: Crecimiento Automatizado
pt: Crescimento Automatizado

# welcomeFeature2Description
source: Network feeder system automatically transfers qualified members to your team.
de: Das Netzwerk-Feeder-System überträgt automatisch qualifizierte Mitglieder
es: El sistema de alimentación de red transfiere automáticamente miembros calificados a su equipo.
pt: Sistema de rede de alimentação transfere automaticamente membros qualificados para sua equipe.

# welcomeFeature3Title
source: Secure Messaging
de: Sichere Nachrichten
es: Mensajería Segura
pt: Mensagens Seguras

# welcomeFeature3Description
source: Communicate securely with your team through encrypted messaging.
de: Kommunizieren Sie sicher mit Ihrem Team durch verschlüsselte Nachrichten
es: Comuníquese de forma segura con su equipo a través de mensajería encriptada.
pt: Comunique-se com segurança com sua equipe através de mensagens criptografadas.

# addLinkTitle
source: Add Link
de: Link hinzufügen
es: Agregar enlace
pt: Adicionar link

# addLinkDescription
source: Add your business opportunity link to start building your team.
de: Fügen Sie Ihren Geschäftsmöglichkeits-Link hinzu, um mit dem Aufbau Ihres Teams zu beginnen
es: Agregue su enlace de oportunidad de negocio para comenzar a construir su equipo.
pt: Adicione seu link de oportunidade de negócio para começar a construir sua equipe.

# addLinkLabelUrl
source: Business Opportunity URL
de: Geschäftsmöglichkeits-URL
es: URL de Oportunidad de Negocio
pt: URL da Oportunidade de Negócio

# addLinkHintUrl
source: Enter the full URL to your business opportunity page
de: Geben Sie die vollständige URL zu Ihrer Geschäftsmöglichkeitsseite ein
es: Ingrese la URL completa a su página de oportunidad de negocio
pt: Digite a URL completa da sua página de oportunidade de negócio

# addLinkUrlRequired
source: Please enter a URL
de: Bitte geben Sie eine URL ein
es: Por favor ingrese una URL
pt: Por favor, digite uma URL

# addLinkUrlInvalid
source: Please enter a valid URL
de: Bitte geben Sie eine gültige URL ein
es: Por favor ingrese una URL válida
pt: Por favor, digite uma URL válida

# addLinkButtonSave
source: Save Link
de: Link speichern
es: Guardar Enlace
pt: Salvar Link

# addLinkButtonTest
source: Test Link
de: Link testen
es: Probar Enlace
pt: Testar Link

# addLinkSuccessMessage
source: Business link saved successfully!
de: Geschäftslink erfolgreich gespeichert!
es: ¡Enlace de negocio guardado exitosamente!
pt: Link de negócio salvo com sucesso!

# addLinkErrorMessage
source: Error saving link. Please try again.
de: Fehler beim Speichern des Links. Bitte versuchen Sie es erneut.
es: Error al guardar el enlace. Por favor intente de nuevo.
pt: Erro ao salvar link. Por favor, tente novamente.

# businessTitle
source: Business Opportunity
de: Geschäftsmöglichkeit
es: Oportunidad de Negocio
pt: Oportunidade de Negócio

# businessLoadingMessage
source: Loading opportunity details...
de: Geschäftsmöglichkeitsdetails werden geladen...
es: Cargando detalles de oportunidad...
pt: Carregando detalhes da oportunidade...

# businessErrorMessage
source: Unable to load opportunity details
de: Geschäftsmöglichkeitsdetails können nicht geladen werden
es: No se pueden cargar los detalles de oportunidad
pt: Não foi possível carregar detalhes da oportunidade

# businessButtonJoin
source: Join Now
de: Jetzt beitreten
es: Unirse Ahora
pt: Participar Agora

# businessButtonLearnMore
source: Learn More
de: Mehr erfahren
es: Saber Más
pt: Saiba Mais

# businessButtonContact
source: Contact Sponsor
de: Sponsor kontaktieren
es: Contactar Patrocinador
pt: Contatar Patrocinador

# changePasswordTitle
source: Change Password
de: Passwort ändern
es: Cambiar Contraseña
pt: Alterar Senha

# changePasswordLabelCurrent
source: Current Password
de: Aktuelles Passwort
es: Contraseña Actual
pt: Senha Atual

# changePasswordHintCurrent
source: Enter your current password
de: Geben Sie Ihr aktuelles Passwort ein
es: Ingrese su contraseña actual
pt: Digite sua senha atual

# changePasswordCurrentRequired
source: Please enter your current password
de: Bitte geben Sie Ihr aktuelles Passwort ein
es: Por favor ingrese su contraseña actual
pt: Por favor, digite sua senha atual

# changePasswordLabelNew
source: New Password
de: Neues Passwort
es: Nueva Contraseña
pt: Nova Senha

# changePasswordHintNew
source: Enter your new password
de: Geben Sie Ihr neues Passwort ein
es: Ingrese su nueva contraseña
pt: Digite sua nova senha

# changePasswordNewRequired
source: Please enter a new password
de: Bitte geben Sie ein neues Passwort ein
es: Por favor ingrese una nueva contraseña
pt: Por favor, digite uma nova senha

# changePasswordLabelConfirm
source: Confirm New Password
de: Neues Passwort bestätigen
es: Confirmar Nueva Contraseña
pt: Confirmar Nova Senha

# changePasswordHintConfirm
source: Re-enter your new password
de: Geben Sie Ihr neues Passwort erneut ein
es: Vuelva a ingresar su nueva contraseña
pt: Digite sua nova senha novamente

# changePasswordConfirmRequired
source: Please confirm your new password
de: Bitte bestätigen Sie Ihr neues Passwort
es: Por favor confirme su nueva contraseña
pt: Por favor, confirme sua nova senha

# changePasswordMismatch
source: New passwords don't match
de: Passwörter stimmen nicht überein
es: Las nuevas contraseñas no coinciden
pt: As novas senhas não coincidem

# changePasswordButtonUpdate
source: Update Password
de: Passwort aktualisieren
es: Actualizar Contraseña
pt: Atualizar Senha

# changePasswordSuccessMessage
source: Password updated successfully!
de: Passwort erfolgreich aktualisiert!
es: ¡Contraseña actualizada exitosamente!
pt: Senha atualizada com sucesso!

# changePasswordErrorMessage
source: Error updating password. Please try again.
de: Fehler beim Aktualisieren des Passworts. Bitte versuchen Sie es erneut.
es: Error al actualizar contraseña. Por favor intente de nuevo.
pt: Erro ao atualizar senha. Por favor, tente novamente.

# chatInputHint
source: Type a message...
de: Nachricht eingeben...
es: Escriba un mensaje...
pt: Digite uma mensagem...

# chatButtonSend
source: Send
de: Senden
es: Enviar
pt: Enviar

# chatEmptyState
source: No messages yet. Start the conversation!
de: Noch keine Nachrichten. Beginnen Sie das Gespräch!
es: Aún no hay mensajes. ¡Inicie la conversación!
pt: Nenhuma mensagem ainda. Inicie a conversa!

# chatMessageDeleted
source: This message was deleted
de: Diese Nachricht wurde gelöscht
es: Este mensaje fue eliminado
pt: Esta mensagem foi excluída

# chatMessageEdited
source: edited
de: bearbeitet
es: editado
pt: editada

# chatTypingIndicator
source: {name} is typing...
de: {name} schreibt...
es: {name} está escribiendo...
pt: {name} está digitando...

# chatbotTitle
source: AI Coach
de: KI-Coach
es: Entrenador AI
pt: Coach de IA

# chatbotWelcome
source: Hi! I'm your AI coach. How can I help you grow your team today?
de: Hallo! Ich bin Ihr KI-Coach. Wie kann ich Ihnen heute beim Aufbau Ihres Teams helfen?
es: ¡Hola! Soy su entrenador AI. ¿Cómo puedo ayudarle a hacer crecer su equipo hoy?
pt: Oi! Sou seu coach de IA. Como posso ajudá-lo a expandir sua equipe hoje?

# chatbotInputHint
source: Ask me anything about team building...
de: Fragen Sie mich alles über Teamaufbau...
es: Pregúnteme cualquier cosa sobre construcción de equipos...
pt: Pergunte-me qualquer coisa sobre construção de equipe...

# chatbotSuggestion1
source: How do I recruit more effectively?
de: Wie kann ich effektiver rekrutieren?
es: ¿Cómo puedo reclutar más efectivamente?
pt: Como recrutar de forma mais eficaz?

# chatbotSuggestion2
source: What are the eligibility requirements?
de: Was sind die Zulassungsvoraussetzungen?
es: ¿Cuáles son los requisitos de elegibilidad?
pt: Quais são os requisitos de elegibilidade?

# chatbotSuggestion3
source: How does the feeder system work?
de: Wie funktioniert das Feeder-System?
es: ¿Cómo funciona el sistema de alimentación?
pt: Como funciona o sistema de alimentação?

# companyTitle
source: Company Information
de: Unternehmensinformationen
es: Información de la Compañía
pt: Informações da Empresa

# companyAboutHeading
source: About Team Build Pro
de: Über Team Build Pro
es: Acerca de Team Build Pro
pt: Sobre o Team Build Pro

# companyAboutText
source: Team Build Pro is a professional SaaS platform designed for team building and network growth. We provide the tools and technology to help you build and manage your professional team effectively.
de: Team Build Pro ist eine professionelle SaaS-Plattform für Teamaufbau und Netzwerkwachstum. Wir stellen die Tools und Technologien bereit, um Ihr professionelles Team effektiv aufzubauen und zu verwalten.
es: Team Build Pro es una plataforma SaaS profesional diseñada para la construcción de equipos y el crecimiento de redes. Proporcionamos las herramientas y la tecnología para ayudarle a construir y administrar su equipo profesional de manera efectiva.
pt: Team Build Pro é uma plataforma SaaS profissional projetada para construção de equipes e crescimento de rede. Fornecemos as ferramentas e tecnologia para ajudá-lo a construir e gerenciar sua equipe profissional de forma eficaz.

# companyVersionLabel
source: App Version
es: Versión de la Aplicación
pt: Versão do App

# companyContactHeading
source: Contact Us
de: Kontaktieren Sie uns
es: Contáctenos
pt: Fale Conosco
