Repository: scscot/tbp
Catalog: lib/l10n/app_*.arb
Languages: de, es, pt

# faqA23
source: You can export your team data before canceling. After cancellation, your account is deactivated but your team relationships remain intact for others in your team. We retain minimal data for legal/billing purposes only.
de: Nein. Team Build Pro ist ein Software-Tool, keine Geschäftsmöglichkeit. Es gibt keine Rekrutierung, Zahlungen oder Vergütungsstrukturen. Sie zahlen einfach für ein Software-Abonnement, genauso wie Sie für Microsoft Office oder Adobe Creative Cloud bezahlen würden.
es: Puedes exportar los datos de tu equipo antes de cancelar. Después de la cancelación, tu cuenta se desactiva pero tus relaciones de equipo permanecen intactas para otros en tu equipo. Retenemos datos mínimos solo para fines legales/de facturación.
pt: Não. O Team Build Pro é uma ferramenta de software, não uma oportunidade de negócio. Não há recrutamento, pagamentos ou estruturas de compensação. Você está simplesmente pagando pela assinatura de software, assim como pagaria pelo Microsoft Office ou Adobe Creative Cloud.

# faqQ24
source: Do you sell my information to other companies?
de: Warum brauche ich einen Empfehlungscode zur Anmeldung?
es: ¿Venden mi información a otras empresas?
pt: Por que preciso de um código de indicação para me cadastrar?

# faqA24
source: Absolutely not. We never sell, rent, or share your personal information with third parties. Our revenue comes from subscriptions, not data sales.
de: Empfehlungscodes helfen, Ihre anfängliche Netzwerkverbindung im System herzustellen. Dies gewährleistet ordnungsgemäßes Netzwerk-Tracking und ermöglicht es Ihnen und Ihrem Sponsor, effektiv über die App zu kommunizieren. Wenn Sie keinen Code haben, können Sie sich direkt über unsere Website anmelden.
es: Absolutamente no. Nunca vendemos, alquilamos o compartimos tu información personal con terceros. Nuestros ingresos provienen de suscripciones, no de ventas de datos.
pt: Códigos de indicação ajudam a estabelecer sua conexão de rede inicial no sistema. Isso garante um rastreamento adequado da rede e permite que você e seu patrocinador se comuniquem efetivamente através do aplicativo. Se você não tiver um código, pode se cadastrar diretamente através do nosso site.

# faqQ25
source: Is $4.99/month worth it compared to free alternatives?
de: Werde ich gezwungen, zu rekrutieren oder etwas zu verkaufen?
es: ¿Vale la pena $4.99/mes en comparación con alternativas gratuitas?
pt: Serei forçado a recrutar ou vender algo?

# faqA25
source: Free tools aren't built for the direct sales industry and lack crucial features like qualification tracking, business opportunity integration, and team analytics. For less than the cost of a coffee, you get professional-grade team building tools that can transform your business.
de: Absolut nicht. Team Build Pro ist nur ein Software-Tool. Wir verkaufen keine Produkte, verlangen keine Rekrutierung und haben keine Verkaufsziele. Wie Sie die App verwenden, um Ihre eigene Teamaufbau-Aktivität zu verwalten, liegt ganz bei Ihnen.
es: Las herramientas gratuitas no están diseñadas para la industria de ventas directas y carecen de características cruciales como seguimiento de calificación, integración de oportunidades de negocio y analíticas de equipo. Por menos del costo de un café, obtienes herramientas profesionales de construcción de equipos que pueden transformar tu negocio.
pt: Absolutamente não. O Team Build Pro é apenas uma ferramenta de software. Não vendemos produtos, não exigimos recrutamento e não temos metas de vendas. Como você usa o aplicativo para gerenciar sua própria atividade de construção de equipes depende inteiramente de você.

# faqQ26
source: Can I write this off as a business expense?
de: Das klingt zu gut, um wahr zu sein. Was ist der Haken?
es: ¿Puedo deducir esto como gasto de negocio?
pt: Isso parece bom demais para ser verdade. Qual é o problema?

# faqA26
source: Many direct sales professionals do treat it as a business tool expense, but consult your tax advisor for guidance specific to your situation.
de: Es gibt keinen Haken. Wir sind ein legitimes SaaS-Tool, das eine transparente monatliche Abonnementgebühr für professionelle Software berechnet. Keine versteckten Gebühren, keine Rekrutierungsanforderungen, keine Versprechungen von Reichtum. Einfach gute Software zu einem fairen Preis.
es: Muchos profesionales de ventas directas lo tratan como un gasto de herramienta de negocio, pero consulta a tu asesor fiscal para orientación específica a tu situación.
pt: Não há problema. Somos uma ferramenta SaaS legítima que cobra uma taxa de assinatura mensal transparente por software profissional. Nenhuma taxa oculta, nenhum requisito de recrutamento, nenhuma promessa de riqueza. Apenas um bom software a um preço justo.

# faqQ27
source: What if I need to cancel?
de: Machen Sie Einkommensversprechungen?
es: ¿Qué pasa si necesito cancelar?
pt: Você faz promessas de renda?

# faqA27
source: You can cancel anytime with no cancellation fees or long-term commitments. You retain access until the end of your current billing period.
de: Nein. Team Build Pro ist ein Software-Tool, keine Geschäftsmöglichkeit. Wir machen keine Einkommensversprechungen, weil Sie durch unsere App kein Geld verdienen. Sie zahlen für ein Tool, das Ihnen hilft, Ihre eigenen Teamaufbau-Aktivitäten zu verwalten.
es: Puedes cancelar en cualquier momento sin tarifas de cancelación ni compromisos a largo plazo. Mantienes el acceso hasta el final de tu período de facturación actual.
pt: Não. O Team Build Pro é uma ferramenta de software, não uma oportunidade de negócio. Não fazemos promessas de renda porque você não ganha dinheiro através do nosso aplicativo. Você paga por uma ferramenta para ajudá-lo a gerenciar suas próprias atividades de construção de equipes.

# faqQ28
source: Do you offer team or volume discounts?
de: Woher weiß ich, dass Team Build Pro legitim ist?
es: ¿Ofrecen descuentos por equipo o volumen?
pt: Como posso saber que o Team Build Pro é legítimo?

# faqA28
source: Currently, we offer individual subscriptions only. This keeps costs low and ensures everyone has equal access to all features.
de: Wir sind ein registriertes Softwareunternehmen mit einer Live-App im Apple App Store (der strenge Überprüfungsprozesse hat). Wir verlangen keine Vorabkäufe, machen keine unrealistischen Versprechungen und sind transparent darüber, was unsere Software tut. Wir haben klare Nutzungsbedingungen, Datenschutzrichtlinien und Support-Kontaktinformationen.
es: Actualmente, ofrecemos solo suscripciones individuales. Esto mantiene los costos bajos y asegura que todos tengan acceso igual a todas las características.
pt: Somos uma empresa de software registrada com um aplicativo ao vivo na Apple App Store (que tem rigorosos processos de revisão). Não pedimos compras iniciais, não fazemos promessas não realistas e somos transparentes sobre o que nosso software faz. Temos termos de serviço claros, política de privacidade e informações de contato de suporte.

# faqQ29
source: Isn't this just making direct sales more complicated?
de: Wie schnell wird mein Netzwerk wachsen?
es: ¿No está esto simplemente complicando más las ventas directas?
pt: Com que rapidez minha rede vai crescer?

# faqA29
source: Actually, it simplifies everything! Instead of cold calling strangers or pressuring friends, you're building relationships with people who are actively engaged in team building. It removes the guesswork and awkwardness from traditional recruiting.
de: Wir können das Netzwerkwachstum nicht vorhersagen, da es vollständig von Ihren eigenen Teamaufbau-Aktivitäten abhängt. Team Build Pro hilft Ihnen einfach, jedes Wachstum zu verfolgen und zu verwalten, das Sie durch Ihre eigenen Bemühungen schaffen.
es: ¡En realidad, simplifica todo! En lugar de llamar en frío a extraños o presionar a amigos, estás construyendo relaciones con personas que están activamente comprometidas en la construcción de equipos. Elimina las conjeturas y la incomodidad del reclutamiento tradicional.
pt: Não podemos prever o crescimento da rede porque isso depende inteiramente de suas próprias atividades de construção de equipes. O Team Build Pro simplesmente ajuda você a rastrear e gerenciar qualquer crescimento que você crie através de seus próprios esforços.

# faqQ30
source: What if people think this is "another MLM thing"?
de: Welche Ergebnisse kann ich erwarten?
es: ¿Qué pasa si la gente piensa que esto es "otra cosa de MLM"?
pt: Quais resultados posso esperar?

# faqA30
source: That's why we're very clear that Team Build Pro is software, not an opportunity. You're inviting people to use a professional tool, not join a business. Many people are more open to trying an app than joining an MLM.
de: Sie können bessere Organisation, klarere Kommunikation und einfacheres Tracking Ihrer Teamaufbau-Aktivitäten erwarten. Team Build Pro ist ein Tool für Effizienz - Ihre tatsächlichen Ergebnisse hängen davon ab, wie Sie es verwenden und Ihre eigenen Geschäftsaktivitäten.
es: Por eso somos muy claros que Team Build Pro es software, no una oportunidad. Estás invitando a personas a usar una herramienta profesional, no a unirse a un negocio. Muchas personas están más abiertas a probar una aplicación que a unirse a un MLM.
pt: Você pode esperar melhor organização, comunicação mais clara e rastreamento mais fácil de suas atividades de construção de equipes. O Team Build Pro é uma ferramenta para eficiência - seus resultados reais dependem de como você a usa e de suas próprias atividades comerciais.

# faqQ31
source: How do I explain this to prospects without confusing them?
de: Haben andere Leute Erfolg mit Team Build Pro?
es: ¿Cómo explico esto a los prospectos sin confundirlos?
pt: Outras pessoas tiveram sucesso com o Team Build Pro?

# faqA31
source: Simple: "It's like LinkedIn for direct sales professionals. You build connections, track your team growth, and when you're ready to advance your career, opportunities become available." Focus on the professional development angle.
de: Viele Benutzer berichten von besserer Team-Organisation, einfacherer Kommunikation und besserem Wachstums-Tracking. Denken Sie jedoch daran, dass Team Build Pro nur ein Tool ist - Erfolg kommt von Ihren eigenen Teamaufbau-Bemühungen, nicht von der Software selbst.
es: Simple: "Es como LinkedIn para profesionales de ventas directas. Construyes conexiones, rastreas el crecimiento de tu equipo, y cuando estás listo para avanzar en tu carrera, las oportunidades se vuelven disponibles." Enfócate en el ángulo del desarrollo profesional.
pt: Muitos usuários relatam melhor organização de equipe, comunicação mais fácil e melhor rastreamento de crescimento. No entanto, lembre-se de que o Team Build Pro é apenas uma ferramenta - o sucesso vem de seus próprios esforços de construção de equipes, não do software em si.

# faqQ32
source: What if my current company doesn't allow outside tools?
de: Kann ich Testimonials oder Bewertungen sehen?
es: ¿Qué pasa si mi empresa actual no permite herramientas externas?
pt: Posso ver depoimentos ou avaliações?

# faqA32
source: Check your company's policies, but most direct sales companies welcome tools that help you build your business. Team Build Pro doesn't compete with your company - it feeds qualified prospects into it.
de: Sie können verifizierte Benutzerbewertungen im Apple App Store sehen. Wir konzentrieren Testimonials auf Software-Funktionen und Benutzererfahrung, nicht auf Geschäftsergebnisse, da Team Build Pro ein Tool ist, keine Geschäftsmöglichkeit.
es: Revisa las políticas de tu empresa, pero la mayoría de las empresas de ventas directas dan la bienvenida a herramientas que te ayudan a construir tu negocio. Team Build Pro no compite con tu empresa - alimenta prospectos calificados hacia ella.
pt: Você pode ver avaliações de usuários verificados na Apple App Store. Concentramos depoimentos nos recursos de software e experiência do usuário, não em resultados de negócios, já que o Team Build Pro é uma ferramenta, não uma oportunidade de negócio.

# faqQ33
source: How long does it take to see results?
de: Was macht Team Build Pro anders als andere Tools?
es: ¿Cuánto tiempo toma ver resultados?
pt: O que torna o Team Build Pro diferente de outras ferramentas?

# faqA33
source: Direct sales success takes time regardless of tools. However, Team Build Pro users often see team growth within weeks because they're focused on relationship building rather than selling. The key is consistent daily activity.
de: Wir sind speziell für Teamaufbau und Direktvertriebs-Netzwerke entwickelt. Während andere Tools generische CRM-Funktionen bieten, liefern wir spezialisiertes Netzwerk-Tracking, Aufbau-Meilensteine, Team-Kommunikation und Compliance-Funktionen, die auf Ihre einzigartigen Bedürfnisse zugeschnitten sind.
es: El éxito en ventas directas toma tiempo independientemente de las herramientas. Sin embargo, los usuarios de Team Build Pro a menudo ven crecimiento del equipo en semanas porque están enfocados en construir relaciones en lugar de vender. La clave es la actividad diaria consistente.
pt: Fomos projetados especificamente para construção de equipes e redes de vendas diretas. Enquanto outras ferramentas oferecem recursos genéricos de CRM, fornecemos rastreamento de rede especializado, marcos de construção, comunicação em equipe e recursos de conformidade adaptados às suas necessidades únicas.

# faqQ34
source: What's a realistic timeline to build a qualified team?
de: Welche Schulung oder Unterstützung wird bereitgestellt?
es: ¿Cuál es un cronograma realista para construir un equipo calificado?
pt: Qual treinamento ou suporte é fornecido?

# faqA34
source: This varies greatly by individual effort and market, but our most successful users achieve qualification (4 direct, 20 total) within a few weeks of consistent activity. Remember, you're building relationships, not just collecting sign-ups.
de: Wir bieten umfassende In-App-Dokumentation, FAQs, einen Erste-Schritte-Bereich und E-Mail-Support. Neue Benutzer erhalten auch Onboarding-Benachrichtigungen, um ihnen beim Erlernen der Hauptfunktionen zu helfen. Wir aktualisieren regelmäßig unsere Hilferessourcen basierend auf Benutzerfeedback.
es: Esto varía mucho según el esfuerzo individual y el mercado, pero nuestros usuarios más exitosos logran la calificación (4 directos, 20 totales) dentro de unas semanas de actividad consistente. Recuerda, estás construyendo relaciones, no solo recolectando inscripciones.
pt: Fornecemos documentação abrangente no aplicativo, perguntas frequentes, uma seção de Primeiros Passos e e-mail de suporte. Novos usuários também recebem notificações de integração para ajudá-los a aprender os principais recursos. Atualizamos regularmente nossos recursos de ajuda com base no feedback do usuário.

# faqQ35
source: Do you guarantee results?
de: Kann ich persönliche Schulung erhalten?
es: ¿Garantizan resultados?
pt: Posso obter treinamento individual?

# faqA35
source: No software can guarantee your business success - that depends on your effort, market, and opportunity. We provide the tools; you provide the work ethic and relationship building skills.
de: Für Software-Probleme bietet unser E-Mail-Support personalisierte Hilfe. Für Teamaufbau-Anleitung empfehlen wir die Zusammenarbeit mit Ihrem Sponsor oder Ihrer Organisation. Wir konzentrieren uns auf Software-Support, nicht auf Geschäftsschulung.
es: Ningún software puede garantizar tu éxito empresarial - eso depende de tu esfuerzo, mercado y oportunidad. Proporcionamos las herramientas; tú proporcionas la ética de trabajo y las habilidades de construcción de relaciones.
pt: Para problemas de software, nosso suporte por e-mail fornece assistência personalizada. Para orientação de construção de equipes, recomendamos trabalhar com seu patrocinador ou organização. Focamos em suporte de software, não em treinamento de negócios.

# faqQ36
source: Can you share success stories?
de: Wie oft wird die App aktualisiert?
es: ¿Pueden compartir historias de éxito?
pt: Com que frequência o aplicativo é atualizado?

# faqA36
source: While we maintain user privacy, we can share that our most successful users consistently share their Team Build Pro link, engage with their team daily, and focus on helping others succeed rather than just recruiting.
de: Wir veröffentlichen regelmäßige Updates mit neuen Funktionen, Leistungsverbesserungen und Fehlerbehebungen. Alle Updates sind für Abonnenten kostenlos. Sie können unsere Versionshinweise im App Store einsehen, um die neuesten Verbesserungen zu sehen.
es: Aunque mantenemos la privacidad del usuario, podemos compartir que nuestros usuarios más exitosos comparten consistentemente su enlace de Team Build Pro, se comprometen con su equipo diariamente y se enfocan en ayudar a otros a tener éxito en lugar de solo reclutar.
pt: Lançamos atualizações regulares com novos recursos, melhorias de desempenho e correções de bugs. Todas as atualizações são gratuitas para assinantes. Você pode ver nossas notas de versão na App Store para ver melhorias recentes.

# faqQ37
source: What kind of support do you provide?
de: Funktioniert Team Build Pro offline?
es: ¿Qué tipo de soporte proporcionan?
pt: O Team Build Pro funciona offline?

# faqA37
source: We offer 24/7 customer support via in-app messaging, best practices for team building, and regular feature updates and improvements.
de: Sie können zuvor geladene Daten offline anzeigen, aber die meisten Funktionen erfordern eine Internetverbindung für Echtzeit-Synchronisation. Dies stellt sicher, dass Sie und Ihr Team immer die aktuellsten Informationen sehen.
es: Ofrecemos soporte al cliente 24/7 a través de mensajería en la aplicación, mejores prácticas para construcción de equipos, y actualizaciones y mejoras de características regulares.
pt: Você pode visualizar dados previamente carregados offline, mas a maioria dos recursos requer conexão com a internet para sincronização em tempo real. Isso garante que você e sua equipe sempre vejam as informações mais atualizadas.

# faqQ38
source: What exactly does AI Coach do?
de: Was ist der KI-Coach und wie funktioniert er?
es: ¿Qué hace exactamente el Coach de IA?
pt: O que é o Coach de IA e como ele funciona?

# faqA38
source: AI Coach helps you navigate the Team Build Pro app, answers questions about features and qualification requirements, provides team building guidance, and can suggest which app sections to visit for specific tasks.
de: Der KI-Coach hilft Ihnen, durch die Team Build Pro App zu navigieren, beantwortet Fragen zu Funktionen und Qualifikationsanforderungen, bietet Teamaufbau-Anleitung und kann vorschlagen, welche App-Bereiche Sie für bestimmte Aufgaben besuchen sollten.
es: El Coach de IA te ayuda a navegar la aplicación Team Build Pro, responde preguntas sobre características y requisitos de calificación, proporciona orientación sobre construcción de equipos y puede sugerir qué secciones de la aplicación visitar para tareas específicas.
pt: O Coach de IA ajuda você a navegar pelo aplicativo Team Build Pro, responde perguntas sobre recursos e requisitos de qualificação, fornece orientação sobre construção de equipes e pode sugerir quais seções do aplicativo visitar para tarefas específicas.

# faqQ39
source: Do you provide training on how to recruit or sell?
de: Bieten Sie Schulung zur Rekrutierung oder zum Verkauf an?
es: ¿Proporcionan capacitación sobre cómo reclutar o vender?
pt: Vocês fornecem treinamento sobre como recrutar ou vender?

# faqA39
source: We focus on showing you how to use Team Build Pro effectively. For sales and recruiting training, we recommend working with your sponsor or company's training programs.
de: Wir konzentrieren uns darauf, zu zeigen, wie man Team Build Pro effektiv nutzt. Für Verkaufs- und Rekrutierungsschulung empfehlen wir die Zusammenarbeit mit Ihrem Sponsor oder den Schulungsprogrammen Ihres Unternehmens.
es: Nos enfocamos en mostrarte cómo usar Team Build Pro efectivamente. Para capacitación en ventas y reclutamiento, recomendamos trabajar con tu patrocinador o los programas de capacitación de tu empresa.
pt: Focamos em mostrar como usar o Team Build Pro efetivamente. Para treinamento em vendas e recrutamento, recomendamos trabalhar com seu patrocinador ou os programas de treinamento da sua empresa.

# faqQ40
source: What if I have technical problems?
de: Was ist, wenn ich technische Probleme habe?
es: ¿Qué pasa si tengo problemas técnicos?
pt: E se eu tiver problemas técnicos?

# faqA40
source: Contact our support team through the app or website. Most issues are resolved quickly, and we're committed to keeping your team building activities running smoothly.
de: Kontaktieren Sie unser Support-Team über die App oder Website. Die meisten Probleme werden schnell gelöst, und wir sind bestrebt, Ihre Teamaufbau-Aktivitäten reibungslos am Laufen zu halten.
es: Contacta a nuestro equipo de soporte a través de la aplicación o sitio web. La mayoría de los problemas se resuelven rápidamente, y estamos comprometidos a mantener tus actividades de construcción de equipos funcionando sin problemas.
pt: Entre em contato com nossa equipe de suporte através do aplicativo ou site. A maioria dos problemas é resolvida rapidamente, e estamos comprometidos em manter suas atividades de construção de equipes funcionando perfeitamente.

# faqFooterTitle
source: Ready to Transform Your Team Building?
de: Bereit, Ihren Teamaufbau zu transformieren?
es: ¿Listo para Transformar tu Construcción de Equipos?
pt: Pronto para Transformar sua Construção de Equipes?

# faqFooterSubtitle
source: Start your 30-day free trial today and experience the difference professional tools make.
de: Starten Sie heute Ihre 30-tägige kostenlose Testversion und erleben Sie den Unterschied, den professionelle Tools machen.
es: Comienza tu prueba gratuita de 30 días hoy y experimenta la diferencia que hacen las herramientas profesionales.
pt: Comece seu teste gratuito de 30 dias hoje e experimente a diferença que as ferramentas profissionais fazem.

# faqFooterContact
source: Questions not answered here? Contact our support team - we're here to help you succeed!
de: Fragen nicht hier beantwortet? Kontaktieren Sie unser Support-Team - wir sind hier, um Ihnen zum Erfolg zu verhelfen!
es: ¿Preguntas no respondidas aquí? Contacta a nuestro equipo de soporte - ¡estamos aquí para ayudarte a tener éxito!
pt: Perguntas não respondidas aqui? Entre em contato com nossa equipe de suporte - estamos aqui para ajudá-lo a ter sucesso!

# commonButtonNo
source: No
de: Nein
pt: Não

# errorGeneric
source: Error: {error}
de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
pt: Erro: {error}

# editProfileNo
source: No
de: Nein
pt: Não

# adminProfileSaveError
source: Error: {error}
de: Fehler: {error}
pt: Erro: {error}
