Repository: scscot/tbp
Catalog: lib/l10n/app_*.arb
Languages: de, es, pt

# deleteAccountTitle
source: Delete Account
de: Konto löschen
es: Eliminar Cuenta
pt: Excluir Conta

# deleteAccountWarning
source: Warning: This action cannot be undone!
de: Warnung: Diese Aktion kann nicht rückgängig gemacht werden!
es: Advertencia: ¡Esta acción no se puede deshacer!
pt: Atenção: Esta ação não pode ser desfeita!

# deleteAccountDescription
source: Deleting your account will permanently remove all your data, including your profile, team information, and message history. This action is irreversible.
de: Das Löschen Ihres Kontos entfernt dauerhaft alle Ihre Daten, einschließlich Ihres Profils, Teaminformationen und Nachrichtenverlaufs. Diese Aktion ist unwiderruflich.
es: Eliminar su cuenta eliminará permanentemente todos sus datos, incluido su perfil, información del equipo e historial de mensajes. Esta acción es irreversible.
pt: Excluir sua conta removerá permanentemente todos os seus dados, incluindo seu perfil, informações da equipe e histórico de mensagens. Esta ação é irreversível.

# deleteAccountConfirmPrompt
source: To confirm deletion, please type DELETE below:
de: Um die Löschung zu bestätigen, geben Sie bitte DELETE unten ein:
es: Para confirmar la eliminación, escriba DELETE a continuación:
pt: Para confirmar a exclusão, digite EXCLUIR abaixo:

# deleteAccountConfirmHint
source: Enter your email address
de: Geben Sie Ihre E-Mail-Adresse ein
es: Ingresa tu dirección de correo electrónico
pt: Digite seu endereço de e-mail

# deleteAccountConfirmMismatch
source: Please type DELETE exactly as shown
de: Bitte geben Sie DELETE genau wie angezeigt ein
es: Por favor escriba DELETE exactamente como se muestra
pt: Por favor, digite EXCLUIR exatamente como mostrado

# deleteAccountButtonDelete
source: Delete Account
de: Konto löschen
es: Eliminar cuenta
pt: Excluir conta

# deleteAccountButtonCancel
source: Cancel
de: Abbrechen
es: Cancelar
pt: Cancelar

# deleteAccountSuccessMessage
source: Your account has been deleted
de: Konto erfolgreich gelöscht. Vielen Dank, dass Sie Team Build Pro genutzt haben.
es: Cuenta eliminada exitosamente. Gracias por usar Team Build Pro.
pt: Conta excluída com sucesso. Obrigado por usar o Team Build Pro.

# deleteAccountErrorMessage
source: Error deleting account. Please contact support.
de: Fehler beim Löschen des Kontos. Bitte kontaktieren Sie den Support.
es: Error al eliminar cuenta. Por favor contacte a soporte.
pt: Erro ao excluir conta. Entre em contato com o suporte.

# editProfileTitle
source: Edit Profile
de: Profil bearbeiten
es: Editar Perfil
pt: Editar Perfil

# editProfileLabelFirstName
source: First Name
de: Vorname
es: Nombre
pt: Nome

# editProfileLabelLastName
source: Last Name
de: Nachname
es: Apellido
pt: Sobrenome

# editProfileLabelEmail
source: Email
es: Correo Electrónico

# editProfileLabelPhone
source: Phone Number
de: Telefonnummer
es: Número de Teléfono
pt: Número de Telefone

# editProfileLabelCity
source: City
de: Stadt
es: Ciudad
pt: Cidade

# editProfileLabelState
source: State/Province
de: Bundesland/Provinz
es: Estado/Provincia
pt: Estado/Província

# editProfileLabelCountry
source: Country
de: Land
es: País
pt: País

# editProfileLabelBio
source: Bio
es: Biografía
pt: Biografia

# editProfileHintBio
source: Tell your team about yourself...
de: Erzählen Sie Ihrem Team etwas über sich...
es: Cuéntele a su equipo sobre usted...
pt: Conte à sua equipe sobre você...

# editProfileButtonSave
source: Save Changes
de: Änderungen speichern
es: Guardar Cambios
pt: Salvar Alterações

# editProfileButtonCancel
source: Cancel
de: Abbrechen
es: Cancelar
pt: Cancelar

# editProfileButtonChangePhoto
source: Change Photo
de: Foto ändern
es: Cambiar Foto
pt: Alterar Foto

# editProfileSuccessMessage
source: Profile updated successfully!
de: Profil erfolgreich aktualisiert!
es: ¡Perfil actualizado exitosamente!
pt: Perfil atualizado com sucesso!

# editProfileErrorMessage
source: Error updating profile. Please try again.
de: Fehler beim Aktualisieren des Profils. Bitte versuchen Sie es erneut.
es: Error al actualizar perfil. Por favor intente de nuevo.
pt: Erro ao atualizar perfil. Por favor, tente novamente.

# eligibilityTitle
source: Eligibility Status
de: Berechtigungsstatus
es: Estado de Elegibilidad
pt: Status de Elegibilidade

# eligibilityCurrentStatus
source: Current Status
de: Aktueller Status
es: Estado Actual
pt: Status Atual

# eligibilityStatusQualified
source: Qualified!
de: Qualifiziert
es: ¡Calificado!
pt: Qualificado!

# eligibilityStatusNotQualified
source: Not Yet Qualified
de: Nicht qualifiziert
es: Aún No Calificado
pt: Ainda Não Qualificado

# eligibilityRequirementsHeading
source: Requirements
de: Anforderungen
es: Requisitos
pt: Requisitos

# eligibilityDirectSponsorsLabel
source: Direct Sponsors
de: Direkte Sponsoren
es: Patrocinadores Directos
pt: Patrocinadores Diretos

# eligibilityDirectSponsorsProgress
source: {current} of {required} required
de: {current} von {required} erforderlich
es: {current} de {required} requeridos
pt: {current} de {required} necessários

# eligibilityTotalTeamLabel
source: Total Team Members
de: Gesamte Teammitglieder
es: Total de Miembros del Equipo
pt: Total de Membros da Equipe

# eligibilityTotalTeamProgress
source: {current} of {required} required
de: {current} von {required} erforderlich
es: {current} de {required} requeridos
pt: {current} de {required} necessários

# eligibilityProgressBar
source: Progress: {percent}%
de: Fortschritt: {percent}%
es: Progreso: {percent}%
pt: Progresso: {percent}%

# eligibilityNextSteps
source: Next Steps
de: Nächste Schritte
es: Próximos Pasos
pt: Próximos Passos

# eligibilityNextStepsDescription
source: Keep sharing your referral link to grow your team and meet the requirements!
de: Teilen Sie weiterhin Ihren Empfehlungslink, um Ihr Team zu vergrößern und die Anforderungen zu erfüllen!
es: ¡Siga compartiendo su enlace de referido para hacer crecer su equipo y cumplir con los requisitos!
pt: Continue compartilhando seu link de indicação para expandir sua equipe e atender aos requisitos!

# shareTitle
source: Share
de: Wachsen
es: Crecer
pt: Crescer

# shareYourLinkHeading
source: Your Referral Link
de: Ihr Empfehlungslink
es: Su Enlace de Referido
pt: Seu Link de Indicação

# shareButtonCopyLink
source: Copy Link
de: Link kopieren
es: Copiar Enlace
pt: Copiar Link

# shareLinkCopied
source: Link copied to clipboard!
de: Link in die Zwischenablage kopiert!
es: ¡Enlace copiado al portapapeles!
pt: Link copiado para a área de transferência!

# shareButtonSms
source: Share via SMS
de: Per SMS teilen
es: Compartir vía SMS
pt: Compartilhar por SMS

# shareButtonEmail
source: Share via Email
de: Per E-Mail teilen
es: Compartir vía Email
pt: Compartilhar por Email

# shareButtonWhatsApp
source: Share via WhatsApp
de: Per WhatsApp teilen
es: Compartir vía WhatsApp
pt: Compartilhar por WhatsApp

# shareButtonMore
source: More Options
de: Weitere Optionen
es: Más Opciones
pt: Mais Opções

# shareMessageTemplate
source: Hey! I'm building my team with Team Build Pro. Join me: {link}
de: Hey! Ich baue mein Team mit Team Build Pro auf. Mach mit: {link}
es: ¡Hola! Estoy construyendo mi equipo con Team Build Pro. Únete a mí: {link}
pt: Oi! Estou construindo minha equipe com Team Build Pro. Junte-se a mim: {link}

# shareStatsHeading
source: Your Sharing Impact
de: Ihre Teilungswirkung
es: Su Impacto al Compartir
pt: Seu Impacto ao Compartilhar

# shareStatsViews
source: Link Views
de: Link-Aufrufe
es: Vistas del Enlace
pt: Visualizações do Link

# shareStatsSignups
source: Signups
de: Anmeldungen
es: Registros
pt: Cadastros

# shareStatsConversion
source: Conversion Rate
de: Konversionsrate
es: Tasa de Conversión
pt: Taxa de Conversão

# memberDetailTitle
source: Member Details
de: Mitgliederdetails
es: Detalles del Miembro
pt: Detalhes do Membro

# memberDetailLabelName
source: Name
es: Nombre
pt: Nome

# memberDetailLabelPhone
source: Phone
de: Telefon
es: Teléfono
pt: Telefone

# memberDetailLabelLocation
source: Location
de: Standort
es: Ubicación
pt: Localização

# memberDetailLabelJoined
source: Joined
de: Beigetreten
es: Se Unió
pt: Entrou

# memberDetailLabelSponsor
source: Sponsor
es: Patrocinador
pt: Patrocinador

# memberDetailLabelLevel
source: Level
de: Ebene
es: Nivel
pt: Nível

# memberDetailTeamStats
source: Team Statistics
de: Teamstatistiken
es: Estadísticas del Equipo
pt: Estatísticas da Equipe

# memberDetailDirectSponsors
source: Direct Sponsors: {count}
de: Direkte Sponsoren: {count}
es: Patrocinadores Directos: {count}
pt: Patrocinadores Diretos: {count}

# memberDetailTotalTeam
source: Total Team: {count}
de: Gesamtes Team: {count}
es: Total del Equipo: {count}
pt: Equipe Total: {count}

# memberDetailButtonMessage
source: Send Message
de: Nachricht senden
es: Enviar Mensaje
pt: Enviar Mensagem

# memberDetailButtonViewTeam
source: View Their Team
de: Ihr Team anzeigen
es: Ver Su Equipo
pt: Ver Equipe Deles

# messageThreadTitle
source: Messages
de: Nachrichten
es: Mensajes
pt: Mensagens

# messageThreadInputHint
source: Type your message...
de: Geben Sie Ihre Nachricht ein...
es: Escriba su mensaje...
pt: Digite sua mensagem...

# messageThreadButtonSend
source: Send
de: Senden
es: Enviar
pt: Enviar

# messageThreadEmptyState
source: No messages yet. Start the conversation!
de: Noch keine Nachrichten. Starten Sie das Gespräch!
es: Aún no hay mensajes. ¡Inicie la conversación!
pt: Nenhuma mensagem ainda. Inicie a conversa!

# messageThreadDelivered
source: Delivered
de: Zugestellt
es: Entregado
pt: Entregue

# messageThreadRead
source: Read
de: Gelesen
es: Leído
pt: Lida

# messageThreadSending
source: Sending...
de: Wird gesendet...
es: Enviando...
pt: Enviando...

# messageThreadFailed
source: Failed to send
de: Senden fehlgeschlagen
es: Error al enviar
pt: Falha ao enviar

# loginTitle
source: Sign In
de: Anmelden
es: Iniciar Sesión
pt: Entrar

# loginButtonGoogle
source: Continue with Google
de: Mit Google fortfahren
es: Continuar con Google
pt: Continuar com Google

# loginButtonApple
source: Continue with Apple
de: Mit Apple fortfahren
es: Continuar con Apple
pt: Continuar com Apple

# loginDivider
source: or
de: oder
es: o
pt: ou

# loginForgotPassword
source: Forgot Password?
de: Passwort vergessen?
es: ¿Olvidó su Contraseña?
pt: Esqueceu a Senha?

# loginResetPasswordTitle
source: Reset Password
de: Passwort zurücksetzen
es: Restablecer Contraseña
pt: Redefinir Senha

# loginResetPasswordDescription
source: Enter your email address and we'll send you a link to reset your password.
de: Geben Sie Ihre E-Mail-Adresse ein und wir senden Ihnen einen Link zum Zurücksetzen Ihres Passworts.
es: Ingrese su dirección de correo electrónico y le enviaremos un enlace para restablecer su contraseña.
pt: Digite seu endereço de email e enviaremos um link para redefinir sua senha.

# loginResetPasswordButton
source: Send Reset Link
de: Zurücksetzungslink senden
es: Enviar Enlace
pt: Enviar Link

# loginResetPasswordSuccess
source: Password reset email sent! Check your inbox.
de: Zurücksetzungslink gesendet! Überprüfen Sie Ihre E-Mails.
es: ¡Email de restablecimiento de contraseña enviado! Revise su bandeja de entrada.
pt: Email de redefinição enviado! Verifique sua caixa de entrada.

# loginResetPasswordError
source: Error sending reset email. Please try again.
de: Fehler beim Senden des Zurücksetzungslinks. Bitte versuchen Sie es erneut.
es: Error al enviar email de restablecimiento. Por favor intente de nuevo.
pt: Erro ao enviar email. Por favor, tente novamente.

# commonButtonCancel
source: Cancel
de: Abbrechen
es: Cancelar
pt: Cancelar

# commonButtonSave
source: Save
de: Speichern
es: Guardar
pt: Salvar

# commonButtonDelete
source: Delete
de: Löschen
es: Eliminar
pt: Excluir

# commonButtonEdit
source: Edit
de: Bearbeiten
es: Editar
pt: Editar

# commonButtonClose
source: Close
de: Schließen
es: Cerrar
pt: Fechar

# commonButtonYes
source: Yes
de: Ja
es: Sí
pt: Sim

# commonLoadingMessage
source: Loading...
de: Lädt...
es: Cargando...
pt: Carregando...

# commonErrorMessage
source: Something went wrong. Please try again.
de: Etwas ist schiefgelaufen. Bitte versuchen Sie es erneut.
es: Algo salió mal. Por favor intente de nuevo.
pt: Algo deu errado. Por favor, tente novamente.

# commonSuccessMessage
source: Success!
de: Erfolg!
es: ¡Éxito!
pt: Sucesso!

# recruitT01FirstTouch
source: Hey {prospectName}, it's {senderFirst}. Using an app to help friends start with {companyName}. Look? {shortLink}
de: Hallo {prospectName}, hier ist {senderFirst}. Ich verwende eine App, um Freunden beim Start mit {companyName} zu helfen. Kurzer Blick? {shortLink}
es: Hola {prospectName}, soy {senderFirst}. Uso una app para ayudar amigos con {companyName}. ¿Echas un vistazo? {shortLink}
pt: Oi {prospectName}, sou {senderFirst}. Uso app pra ajudar amigos com {companyName}. Dá uma olhada? {shortLink}

# recruitT01FirstTouchNoName
source: Hey, it's {senderFirst}. I'm using an app to help friends launch with {companyName}. Quick look? {shortLink}
de: Hallo, hier ist {senderFirst}. Ich verwende eine App, um Freunden beim Start mit {companyName} zu helfen. Kurzer Blick? {shortLink}
es: Hola, soy {senderFirst}. Estoy usando una app para ayudar a amigos a lanzarse con {companyName}. ¿Le echas un vistazo? {shortLink}
pt: Oi, é o {senderFirst}. Estou usando um app para ajudar amigos a começar com {companyName}. Dá uma olhada? {shortLink}

# recruitT02FollowUpWarm
source: Hi {prospectName}! Following up on {companyName}. Great results this week. Quick chat? {shortLink}
de: Hallo {prospectName}! Ich melde mich bezüglich {companyName}. Ich habe diese Woche großartige Ergebnisse gesehen. Haben Sie Zeit für ein kurzes Gespräch? {shortLink}
es: ¡Hola {prospectName}! Siguiendo con {companyName}. Buenos resultados esta semana. ¿Tiempo para charlar? {shortLink}
pt: Oi {prospectName}! Follow-up sobre {companyName}. Ótimos resultados essa semana. Tempo pra um papo? {shortLink}

# recruitT03DeadlineNudge
source: {prospectName}, spots are filling up for our {companyName} launch. Want me to save you one? {shortLink}
de: {prospectName}, die Plätze für unseren {companyName}-Start füllen sich. Soll ich einen für Sie reservieren? {shortLink}
es: {prospectName}, lugares llenándose para el lanzamiento {companyName}. ¿Te guardo uno? {shortLink}
pt: {prospectName}, vagas preenchendo pro lançamento {companyName}. Reservo uma pra você? {shortLink}

# recruitT04TeamNeeded
source: {remaining, plural, =0 {You're day-one ready.} one {You're # person away from a strong start.} other {You're # people away from a strong start.}}
de: {remaining, plural, =0 {Sie sind startbereit.} one {Sie sind nur noch # Person von einem starken Start entfernt.} other {Sie sind nur noch # Personen von einem starken Start entfernt.}}
es: {remaining, plural, =0 {Estás listo para el primer día.} one {Estás a # persona de un comienzo sólido.} other {Estás a # personas de un comienzo sólido.}}
pt: {remaining, plural, =0 {Você está pronto para começar.} one {Você está a # pessoa de um começo forte.} other {Você está a # pessoas de um começo forte.}}

# recruitT05MilestoneReached
source: 🎉 {prospectName}, you hit your first milestone with {companyName}! Your team is growing. Keep it up!
de: 🎉 {prospectName}, Sie haben Ihren ersten Meilenstein mit {companyName} erreicht! Ihr Team wächst. Machen Sie weiter so!
es: 🎉 ¡{prospectName}, alcanzaste tu primer hito con {companyName}! Tu equipo está creciendo. ¡Sigue así!
pt: 🎉 {prospectName}, você alcançou seu primeiro marco com {companyName}! Sua equipe está crescendo. Continue assim!

# recruitT06WelcomeOnboard
source: Welcome, {prospectName}! I'm {senderFirst} and here to help. Let's get started: {inviteLink}
de: Willkommen, {prospectName}! Ich bin {senderFirst} und helfe Ihnen gerne. Lassen Sie uns beginnen: {inviteLink}
es: ¡Bienvenido, {prospectName}! Soy {senderFirst} y estoy aquí para ayudarte. Comencemos: {inviteLink}
pt: Bem-vindo, {prospectName}! Sou o {senderFirst} e estou aqui para ajudar. Vamos começar: {inviteLink}

# recruitT07WeeklyCheckIn
source: Hey {prospectName}, quick check-in on {companyName}. How are things going? Any questions I can help with?
de: Hallo {prospectName}, kurzer Check-in zu {companyName}. Wie läuft es? Gibt es Fragen, bei denen ich helfen kann?
es: Hola {prospectName}, revisión rápida sobre {companyName}. ¿Cómo van las cosas? ¿Alguna pregunta en la que pueda ayudar?
pt: Oi {prospectName}, check-in rápido sobre {companyName}. Como estão as coisas? Alguma dúvida que eu possa ajudar?

# recruitT08Deadline
source: We kick off in {days, plural, one {# day} other {# days}}. Want me to hold your spot? {shortLink}
de: Wir starten in {days, plural, one {# Tag} other {# Tagen}}. Soll ich Ihren Platz reservieren? {shortLink}
es: Comenzamos en {days, plural, one {# día} other {# días}}. ¿Quieres que te reserve un lugar? {shortLink}
pt: Começamos em {days, plural, one {# dia} other {# dias}}. Quer que eu reserve sua vaga? {shortLink}

# recruitT09ResourceShare
source: {prospectName}, I found this helpful for {companyName}. Thought you'd want to see it: {inviteLink}
de: {prospectName}, ich habe dies hilfreich für {companyName} gefunden. Ich dachte, Sie möchten es sehen: {inviteLink}
es: {prospectName}, encontré esto útil para {companyName}. Pensé que querrías verlo: {inviteLink}
pt: {prospectName}, achei isso útil para {companyName}. Achei que você ia querer ver: {inviteLink}

# recruitT10InviteReminder
source: Hi {prospectName}, you still have an invite waiting for {companyName}. Ready to join? {shortLink}
de: Hallo {prospectName}, Sie haben noch eine ausstehende Einladung für {companyName}. Bereit beizutreten? {shortLink}
es: Hola {prospectName}, todavía tienes una invitación esperándote para {companyName}. ¿Listo para unirte? {shortLink}
pt: Oi {prospectName}, você ainda tem um convite esperando para {companyName}. Pronto para entrar? {shortLink}

# recruitT11TeamGrowth
source: Great news, {prospectName}! Your {companyName} team grew this week. You're making real progress!
de: Großartige Neuigkeiten, {prospectName}! Ihr {companyName}-Team ist diese Woche gewachsen. Sie machen echte Fortschritte!
es: ¡Excelentes noticias, {prospectName}! Tu equipo de {companyName} creció esta semana. ¡Estás haciendo un progreso real!
pt: Ótimas notícias, {prospectName}! Sua equipe {companyName} cresceu essa semana. Você está fazendo um progresso real!

# recruitT12Encouragement
source: {prospectName}, building with {companyName} takes time. You're doing great. Keep going!
de: {prospectName}, der Aufbau mit {companyName} braucht Zeit. Sie machen das großartig. Bleiben Sie dran!
es: {prospectName}, construir con {companyName} toma tiempo. Lo estás haciendo genial. ¡Sigue adelante!
pt: {prospectName}, construir com {companyName} leva tempo. Você está indo muito bem. Continue!

# recruitT13TrainingInvite
source: Hey {prospectName}, {companyName} training session coming up. Join? {inviteLink}
de: Hallo {prospectName}, wir haben bald eine {companyName}-Schulung. Möchten Sie teilnehmen? {inviteLink}
es: Hola {prospectName}, capacitación {companyName} próximamente. ¿Te unes? {inviteLink}
pt: Oi {prospectName}, treinamento {companyName} chegando. Quer participar? {inviteLink}

# recruitT14QuickWin
source: Nice work, {prospectName}! That was a solid win with {companyName}. Let's keep the momentum going!
de: Gut gemacht, {prospectName}! Das war ein solider Erfolg mit {companyName}. Lassen Sie uns die Dynamik beibehalten!
es: ¡Buen trabajo, {prospectName}! Esa fue una victoria sólida con {companyName}. ¡Mantengamos el impulso!
pt: Bom trabalho, {prospectName}! Foi uma vitória sólida com {companyName}. Vamos manter o ritmo!

# recruitT15SupportOffer
source: Hey {prospectName}, I'm here if you need help with {companyName}. Just reach out anytime.
de: Hallo {prospectName}, ich bin hier, falls Sie Hilfe mit {companyName} benötigen. Melden Sie sich jederzeit.
es: Hola {prospectName}, estoy aquí si necesitas ayuda con {companyName}. Solo comunícate en cualquier momento.
pt: Oi {prospectName}, estou aqui se você precisar de ajuda com {companyName}. É só me chamar quando quiser.

# recruitT16Gratitude
source: Thanks for being part of our {companyName} team, {prospectName}. Your energy makes a difference!
de: Danke, dass Sie Teil unseres {companyName}-Teams sind, {prospectName}. Ihre Energie macht einen Unterschied!
es: Gracias por ser parte de nuestro equipo de {companyName}, {prospectName}. ¡Tu energía marca la diferencia!
pt: Obrigado por fazer parte da nossa equipe {companyName}, {prospectName}. Sua energia faz diferença!

# notifMilestoneDirectTitle
source: 🎉 Amazing Progress!
de: 🎉 Erstaunlicher Fortschritt!
es: 🎉 ¡Progreso Increíble!
pt: 🎉 Progresso Incrível!

# notifMilestoneDirectBody
source: Congratulations, {firstName}! You've reached {directCount} direct sponsors! Just {remaining} more team {remaining, plural, one {member} other {members}} needed to unlock your {bizName} invitation. Keep building!
de: Herzlichen Glückwunsch, {firstName}! Sie haben {directCount} direkte Sponsoren erreicht! Nur noch {remaining} weitere Team{remaining, plural, one {mitglied} other {mitglieder}} benötigt, um Ihre {bizName}-Einladung freizuschalten. Bauen Sie weiter!
es: ¡Felicitaciones, {firstName}! ¡Alcanzaste {directCount} patrocinadores directos! Solo necesitas {remaining} {remaining, plural, one {miembro} other {miembros}} más del equipo para desbloquear tu invitación a {bizName}. ¡Sigue construyendo!
pt: Parabéns, {firstName}! Você alcançou {directCount} patrocinadores diretos! Só mais {remaining} {remaining, plural, one {membro} other {membros}} da equipe para desbloquear seu convite {bizName}. Continue construindo!

# notifMilestoneTeamTitle
source: 🚀 Incredible Growth!
de: 🚀 Unglaubliches Wachstum!
es: 🚀 ¡Crecimiento Increíble!
pt: 🚀 Crescimento Incrível!

# notifMilestoneTeamBody
source: Amazing progress, {firstName}! You've built a team of {teamCount}! Just {remaining} more direct {remaining, plural, one {sponsor} other {sponsors}} needed to qualify for {bizName}. You're so close!
de: Erstaunlicher Fortschritt, {firstName}! Sie haben ein Team von {teamCount} aufgebaut! Nur noch {remaining} direkte {remaining, plural, one {Sponsor} other {Sponsoren}} benötigt, um sich für {bizName} zu qualifizieren. Sie sind so nah!
es: ¡Progreso asombroso, {firstName}! ¡Construiste un equipo de {teamCount}! Solo necesitas {remaining} {remaining, plural, one {patrocinador} other {patrocinadores}} directos más para calificar para {bizName}. ¡Estás muy cerca!
pt: Progresso incrível, {firstName}! Você construiu uma equipe de {teamCount}! Só mais {remaining} {remaining, plural, one {patrocinador direto} other {patrocinadores diretos}} para se qualificar para {bizName}. Você está tão perto!

# notifSubActiveTitle
source: ✅ Subscription Active
de: ✅ Abonnement aktiv
es: ✅ Suscripción Activa
pt: ✅ Assinatura Ativa

# notifSubActiveBody
source: Your subscription is now active until {expiryDate}.
de: Ihr Abonnement ist jetzt bis {expiryDate} aktiv.
es: Tu suscripción está activa hasta {expiryDate}.
pt: Sua assinatura está ativa até {expiryDate}.

# notifSubCancelledTitle
source: ⚠️ Subscription Cancelled
de: ⚠️ Abonnement gekündigt
es: ⚠️ Suscripción Cancelada
pt: ⚠️ Assinatura Cancelada

# notifSubCancelledBody
source: Your subscription has been cancelled but remains active until {expiryDate}.
de: Ihr Abonnement wurde gekündigt, bleibt aber bis {expiryDate} aktiv.
es: Tu suscripción ha sido cancelada pero permanece activa hasta {expiryDate}.
pt: Sua assinatura foi cancelada, mas permanece ativa até {expiryDate}.

# notifSubExpiredTitle
source: ❌ Subscription Expired
de: ❌ Abonnement abgelaufen
es: ❌ Suscripción Vencida
pt: ❌ Assinatura Expirada
