Repository: scscot/tbp
Catalog: lib/l10n/app_*.arb
Languages: de, es, pt

# authLoginHeaderTitle
source: Welcome back
de: Willkommen zurück
es: Bienvenido de nuevo
pt: Bem-vindo de volta

# authLoginLabelEmail
source: Email
es: Correo electrónico

# authLoginHintEmail
source: Enter your email address
de: Geben Sie Ihre E-Mail-Adresse ein
es: Ingresa tu correo electrónico
pt: Digite seu endereço de email

# authLoginEmailRequired
source: Please enter your email
de: Bitte geben Sie Ihre E-Mail-Adresse ein
es: Por favor ingresa tu correo
pt: Por favor, digite seu email

# authLoginEmailInvalid
source: Please enter a valid email
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Por favor ingresa un correo válido
pt: Por favor, digite um email válido

# authLoginLabelPassword
source: Password
de: Passwort
es: Contraseña
pt: Senha

# authLoginHintPassword
source: Enter your password
de: Geben Sie Ihr Passwort ein
es: Ingresa tu contraseña
pt: Digite sua senha

# authLoginPasswordRequired
source: Please enter your password
de: Bitte geben Sie Ihr Passwort ein
es: Por favor ingresa tu contraseña
pt: Por favor, digite sua senha

# authLoginPasswordTooShort
source: Password must be at least {min} characters
de: Das Passwort muss mindestens {min} Zeichen lang sein
es: La contraseña debe tener al menos {min} caracteres
pt: A senha deve ter pelo menos {min} caracteres

# authLoginButtonSignIn
source: Sign In
de: Anmelden
es: Iniciar Sesión
pt: Entrar

# authLoginNoAccountPrompt
source: Don't have an account?
de: Sie haben noch kein Konto?
es: ¿No tienes una cuenta?
pt: Não tem uma conta?

# authLoginLinkSignUp
source: Sign Up
de: Registrieren
es: Regístrate
pt: Cadastre-se

# authLoginBiometric
source: Sign in with {method}
de: Anmelden mit {method}
es: Iniciar sesión con {method}
pt: Entrar com {method}

# authLoginBiometricMethodGeneric
source: Biometrics
de: Biometrie
es: Biometría
pt: Biometria

# authSignupHeaderTitle
source: Create your account
de: Erstellen Sie Ihr Konto
es: Crea tu cuenta
pt: Crie sua conta

# authSignupLabelFirstName
source: First Name
de: Vorname
es: Nombre
pt: Nome

# authSignupHintFirstName
source: Enter your first name
de: Geben Sie Ihren Vornamen ein
es: Ingresa tu nombre
pt: Digite seu nome

# authSignupFirstNameRequired
source: Please enter your first name
de: Bitte geben Sie Ihren Vornamen ein
es: Por favor ingresa tu nombre
pt: Por favor, digite seu nome

# authSignupLabelLastName
source: Last Name
de: Nachname
es: Apellido
pt: Sobrenome

# authSignupHintLastName
source: Enter your last name
de: Geben Sie Ihren Nachnamen ein
es: Ingresa tu apellido
pt: Digite seu sobrenome

# authSignupLastNameRequired
source: Please enter your last name
de: Bitte geben Sie Ihren Nachnamen ein
es: Por favor ingresa tu apellido
pt: Por favor, digite seu sobrenome

# authSignupLabelEmail
source: Email
es: Correo electrónico

# authSignupHintEmail
source: Enter your email address
de: Geben Sie Ihre E-Mail-Adresse ein
es: Ingresa tu correo electrónico
pt: Digite seu endereço de email

# authSignupEmailRequired
source: Please enter your email
de: Bitte geben Sie Ihre E-Mail-Adresse ein
es: Por favor ingresa tu correo
pt: Por favor, digite seu email

# authSignupEmailInvalid
source: Please enter a valid email
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Por favor ingresa un correo válido
pt: Por favor, digite um email válido

# authSignupLabelPassword
source: Password
de: Passwort
es: Contraseña
pt: Senha

# authSignupHintPassword
source: Create a password
de: Erstellen Sie ein Passwort
es: Crea una contraseña
pt: Crie uma senha

# authSignupPasswordRequired
source: Please enter a password
de: Bitte geben Sie ein Passwort ein
es: Por favor ingresa una contraseña
pt: Por favor, digite uma senha

# authSignupPasswordTooShort
source: Password must be at least {min} characters
de: Das Passwort muss mindestens {min} Zeichen lang sein
es: La contraseña debe tener al menos {min} caracteres
pt: A senha deve ter pelo menos {min} caracteres

# authSignupLabelConfirmPassword
source: Confirm Password
de: Passwort bestätigen
es: Confirmar Contraseña
pt: Confirmar Senha

# authSignupHintConfirmPassword
source: Re-enter your password
de: Geben Sie Ihr Passwort erneut ein
es: Vuelve a ingresar tu contraseña
pt: Digite sua senha novamente

# authSignupConfirmPasswordRequired
source: Please confirm your password
de: Bitte bestätigen Sie Ihr Passwort
es: Por favor confirma tu contraseña
pt: Por favor, confirme sua senha

# authSignupPasswordMismatch
source: Passwords don't match
de: Die Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
pt: As senhas não coincidem

# authSignupLabelReferralCode
source: Referral Code (Optional)
de: Empfehlungscode (Optional)
es: Código de Referido (Opcional)
pt: Código de Indicação (Opcional)

# authSignupHintReferralCode
source: Enter invite code if you have one
de: Geben Sie einen Einladungscode ein, falls vorhanden
es: Ingresa el código de invitación si tienes uno
pt: Digite o código de convite se você tiver um

# authSignupButtonPasteCode
source: Paste
de: Einfügen
es: Pegar
pt: Colar

# authSignupTosConsent
source: By continuing, you agree to the Terms of Service and Privacy Policy
de: Mit der Fortsetzung stimmen Sie den Nutzungsbedingungen und der Datenschutzerklärung zu
es: Al continuar, aceptas los Términos de Servicio y la Política de Privacidad
pt: Ao continuar, você concorda com os Termos de Serviço e Política de Privacidade

# authSignupTermsShort
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de Servicio
pt: Termos de Serviço

# authSignupPrivacyShort
source: Privacy Policy
de: Datenschutzerklärung
es: Política de Privacidad
pt: Política de Privacidade

# authSignupTosRequired
source: You must accept the terms to continue
de: Erforderlich für die Kontoerstellung
es: Requerido para crear la cuenta
pt: Obrigatório para criar a conta

# authSignupButtonCreateAccount
source: Create Account
de: Konto erstellen
es: Crear Cuenta
pt: Criar Conta

# authSignupHaveAccountPrompt
source: Already have an account?
de: Sie haben bereits ein Konto?
es: ¿Ya tienes una cuenta?
pt: Já tem uma conta?

# authSignupLinkSignIn
source: Sign In
de: Anmelden
es: Iniciar Sesión
pt: Entrar

# authPasswordShow
source: Show password
de: Passwort anzeigen
es: Mostrar contraseña
pt: Mostrar senha

# authPasswordHide
source: Hide password
de: Passwort verbergen
es: Ocultar contraseña
pt: Ocultar senha

# authErrorInvalidEmail
source: That email isn't valid. Please check and try again.
de: Diese E-Mail-Adresse ist ungültig. Bitte überprüfen Sie Ihre Eingabe und versuchen Sie es erneut.
es: Ese correo no es válido. Por favor verifica e intenta de nuevo.
pt: Esse email não é válido. Por favor, verifique e tente novamente.

# authErrorUserDisabled
source: This account has been disabled. Please contact support.
de: Dieses Konto wurde deaktiviert. Bitte kontaktieren Sie den Support.
es: Esta cuenta ha sido deshabilitada. Por favor contacta a soporte.
pt: Esta conta foi desativada. Por favor, entre em contato com o suporte.

# authErrorUserNotFound
source: No account found with that email.
de: Es wurde kein Konto mit dieser E-Mail-Adresse gefunden.
es: No se encontró ninguna cuenta con ese correo.
pt: Nenhuma conta encontrada com esse email.

# authErrorWrongPassword
source: Incorrect password. Please try again.
de: Falsches Passwort. Bitte versuchen Sie es erneut.
es: Contraseña incorrecta. Por favor intenta de nuevo.
pt: Senha incorreta. Por favor, tente novamente.

# authErrorEmailInUse
source: An account with that email already exists.
de: Ein Konto mit dieser E-Mail-Adresse existiert bereits.
es: Ya existe una cuenta con ese correo.
pt: Já existe uma conta com esse email.

# authErrorWeakPassword
source: Please choose a stronger password.
de: Bitte wählen Sie ein stärkeres Passwort.
es: Por favor elige una contraseña más segura.
pt: Por favor, escolha uma senha mais forte.

# authErrorNetworkError
source: Network error. Please check your connection.
de: Netzwerkfehler. Bitte überprüfen Sie Ihre Verbindung.
es: Error de red. Por favor verifica tu conexión.
pt: Erro de rede. Por favor, verifique sua conexão.

# authErrorTooMany
source: Too many attempts. Please wait a moment.
de: Zu viele Versuche. Bitte warten Sie einen Moment.
es: Demasiados intentos. Por favor espera un momento.
pt: Muitas tentativas. Por favor, aguarde um momento.

# authErrorInvalidCredential
source: Those details don't match our records.
de: Diese Angaben stimmen nicht mit unseren Aufzeichnungen überein.
es: Esos datos no coinciden con nuestros registros.
pt: Esses dados não correspondem aos nossos registros.

# authErrorUnknown
source: An error occurred. Please try again.
de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es erneut.
es: Ocurrió un error. Por favor intenta de nuevo.
pt: Ocorreu um erro. Por favor, tente novamente.

# navHome
source: Home
de: Startseite
es: Inicio
pt: Início

# navTeam
source: Team
es: Equipo
pt: Equipe

# navShare
source: Share
de: Wachsen
es: Crecer
pt: Crescer

# navMessages
source: Messages
de: Nachrichten
es: Mensajes
pt: Mensagens

# navNotices
source: Notices
de: Hinweise
es: Avisos
pt: Avisos

# navProfile
source: Profile
de: Profil
es: Perfil
pt: Perfil

# dashTitle
source: Control Center
de: Kontrollzentrum
es: Centro de Control
pt: Centro de Controle

# dashKpiDirectSponsors
source: Direct Sponsors
de: Direkte Sponsoren
es: Patrocinadores Directos
pt: Patrocinadores Diretos

# dashKpiTotalTeam
source: Total Team Members
de: Gesamte Teammitglieder
es: Total de Miembros del Equipo
pt: Total de Membros da Equipe

# dashStatsRefreshed
source: Team stats refreshed
de: Teamstatistiken aktualisiert
es: Estadísticas del equipo actualizadas
pt: Estatísticas da equipe atualizadas

# dashStatsError
source: Error refreshing stats: {error}
de: Fehler beim Aktualisieren der Statistiken: {error}
es: Error al actualizar estadísticas: {error}
pt: Erro ao atualizar estatísticas: {error}

# dashTileGettingStarted
source: Getting Started
de: Erste Schritte
es: Primeros Pasos
pt: Primeiros Passos

# dashTileOpportunity
source: Opportunity Details
de: Details zur Geschäftsmöglichkeit
es: Detalles de Oportunidad
pt: Detalhes da Oportunidade

# dashTileEligibility
source: Your Eligibility Status
de: Ihr Berechtigungsstatus
es: Tu Estado de Elegibilidad
pt: Seu Status de Elegibilidade

# dashTileGrowTeam
source: Grow Your Team
de: Bauen Sie Ihr Team auf
es: Haz Crecer tu Equipo
pt: Expanda Sua Equipe

# dashTileViewTeam
source: View Your Team
de: Zeigen Sie Ihr Team an
es: Ver tu Equipo
pt: Ver Sua Equipe

# dashTileAiCoach
source: Your AI Coach
de: Ihr KI-Coach
es: Tu Entrenador AI
pt: Seu Coach de IA

# dashTileMessageCenter
source: Message Center
de: Nachrichtenzentrale
es: Centro de Mensajes
pt: Central de Mensagens

# dashTileNotifications
source: Notifications
de: Benachrichtigungen
es: Notificaciones
pt: Notificações

# dashTileHowItWorks
source: How It Works
de: So funktioniert es
es: Cómo Funciona
pt: Como Funciona

# dashTileFaqs
source: FAQ's
de: Häufige Fragen
es: Preguntas Frecuentes
pt: Perguntas Frequentes

# dashTileProfile
source: View Your Profile
de: Zeigen Sie Ihr Profil an
es: Ver tu Perfil
pt: Ver Seu Perfil

# dashTileCreateAccount
source: Create New Account
de: Neues Konto erstellen
es: Crear Nueva Cuenta
pt: Criar Nova Conta

# dashKpiTitle
source: Your Current Team Stats
de: Ihre aktuellen Teamstatistiken
es: Estadísticas Actuales de Su Equipo
pt: Estatísticas Atuais da Equipe

# dashKpiRefreshTooltip
source: Refresh team stats
de: Teamstatistiken aktualisieren
es: Actualizar estadísticas del equipo
pt: Atualizar estatísticas

# dashTileJoinOpportunity
source: Join Opportunity!
de: Geschäftsmöglichkeit beitreten!
es: ¡Unirse a Oportunidad!
pt: Participe da Oportunidade!

# dashSubscriptionTrial
source: Start Subscription ({daysLeft} days left in trial)
de: Abonnement starten ({daysLeft} Tage in der Testphase verbleibend)
es: Iniciar Suscripción ({daysLeft} días restantes de prueba)
pt: Iniciar Assinatura ({daysLeft} dias restantes no teste)

# dashSubscriptionExpired
source: Renew Your Subscription 30-day Free trial expired.
de: Verlängern Sie Ihr Abonnement 30-tägige kostenlose Testphase abgelaufen.
es: Renovar Su Suscripción Prueba gratuita de 30 días vencida.
pt: Renovar Sua Assinatura Teste grátis de 30 dias expirou.

# dashSubscriptionCancelled
source: You Cancelled Your Subscription Reactivate Your Subscription Now
de: Sie haben Ihr Abonnement gekündigt Reaktivieren Sie Ihr Abonnement jetzt
es: Usted Canceló Su Suscripción Reactive Su Suscripción Ahora
pt: Você Cancelou Sua Assinatura Reative Sua Assinatura Agora

# dashSubscriptionManage
source: Manage Subscription
de: Abonnement verwalten
es: Administrar Suscripción
pt: Gerenciar Assinatura

# networkTitle
source: Your Global Team
de: Netzwerk
es: Su Equipo Global
pt: Sua Equipe Global

# networkLabelDirectSponsors
source: Direct Sponsors
de: Direkte Sponsoren
es: Patrocinadores Directos
pt: Patrocinadores Diretos

# networkLabelTotalTeam
source: Total Team
de: Gesamtes Team
es: Total del Equipo
pt: Equipe Total

# networkLabelNewMembers
source: New Members
de: Neue Mitglieder
es: Nuevos Miembros
pt: Novos Membros

# networkSearchHint
source: Search team members...
de: Netzwerk durchsuchen...
es: Buscar miembros del equipo...
pt: Buscar membros da equipe...

# networkRefreshTooltip
source: Force refresh data
de: Daten aktualisieren erzwingen
es: Forzar actualización de datos
pt: Forçar atualização

# networkFilterSelectReport
source: View Team Report
de: Teambericht anzeigen
es: Ver Reporte del Equipo
pt: Ver Relatório da Equipe

# networkFilterAllMembers
source: All Members
de: Alle Mitglieder
es: Todos los Miembros
pt: Todos os Membros

# networkFilterDirectSponsors
source: Direct Sponsors
de: Direkte Sponsoren
es: Patrocinadores Directos
pt: Patrocinadores Diretos

# networkFilterNewMembers
source: New Members - Today
de: Neue Mitglieder - Heute
es: Nuevos Miembros - Hoy
pt: Novos Membros - Hoje

# networkFilterNewMembersYesterday
source: New Members - Yesterday
de: Neue Mitglieder - Gestern
es: Nuevos Miembros - Ayer
pt: Novos Membros - Ontem

# networkFilterQualified
source: Qualified Members
de: Qualifizierte Mitglieder
es: Miembros Calificados
pt: Membros Qualificados

# networkFilterJoined
source: Joined
de: Beigetreten
es: Se Unió
pt: Entrou

# networkFilterAllMembersWithCount
source: All Members ({count})
de: Alle Mitglieder ({count})
es: Todos los Miembros ({count})
pt: Todos os Membros ({count})

# networkFilterDirectSponsorsWithCount
source: Direct Sponsors ({count})
de: Direkte Sponsoren ({count})
es: Patrocinadores Directos ({count})
pt: Patrocinadores Diretos ({count})

# networkFilterNewMembersWithCount
source: New Members - Today ({count})
de: Neue Mitglieder - Heute ({count})
es: Nuevos Miembros - Hoy ({count})
pt: Novos Membros - Hoje ({count})

# networkFilterNewMembersYesterdayWithCount
source: New Members - Yesterday ({count})
de: Neue Mitglieder - Gestern ({count})
es: Nuevos Miembros - Ayer ({count})
pt: Novos Membros - Ontem ({count})

# networkFilterQualifiedWithCount
source: Qualified Members ({count})
de: Qualifizierte Mitglieder ({count})
es: Miembros Calificados ({count})
pt: Membros Qualificados ({count})

# networkFilterJoinedWithCount
source: Joined {business} ({count})
de: {business} beigetreten ({count})
es: Se Unió a {business} ({count})
pt: Entrou em {business} ({count})

# networkMessageSelectReport
source: Select a report from the dropdown above or use the search bar to view and manage your team.
de: Wählen Sie einen Bericht aus dem Dropdown-Menü oben aus oder verwenden Sie die Suchleiste, um Ihr Team anzuzeigen und zu verwalten.
es: Seleccione un reporte del menú desplegable arriba o use la barra de búsqueda para ver y administrar su equipo.
pt: Selecione um relatório no menu acima ou use a barra de busca para visualizar e gerenciar sua equipe.

# networkMessageNoSearchResults
source: Showing search results from All Members. No members match your search.
de: Suchergebnisse aus Alle Mitglieder werden angezeigt. Keine Mitglieder entsprechen Ihrer Suche.
es: Mostrando resultados de búsqueda de Todos los Miembros. No hay miembros que coincidan con su búsqueda.
pt: Mostrando resultados de busca de Todos os Membros. Nenhum membro corresponde à sua busca.

# networkMessageNoMembers
source: No members found for this filter.
de: Keine Mitglieder für diesen Filter gefunden.
es: No se encontraron miembros para este filtro.
pt: Nenhum membro encontrado para este filtro.

# networkSearchingContext
source: Searching in: All Members
de: Suchen in: Alle Mitglieder
es: Buscando en: Todos los Miembros
pt: Buscando em: Todos os Membros

# networkSearchingContextInfo
source: Showing search results from All Members
de: Suchergebnisse aus Alle Mitglieder werden angezeigt
es: Mostrando resultados de búsqueda de Todos los Miembros
pt: Mostrando resultados de busca de Todos os Membros

# networkPaginationInfo
source: Showing {showing} of {total} members
de: {showing} von {total} Mitgliedern werden angezeigt
es: Mostrando {showing} de {total} miembros
pt: Mostrando {showing} de {total} membros

# networkLevelLabel
source: Level {level}
de: Ebene {level}
es: Nivel {level}
pt: Nível {level}

# networkMembersCount
source: {count, plural, one {# Member} other {# Members}}
de: {count, plural, one {{count} Mitglied} other {{count} Mitglieder}}
es: {count, plural, one {{count} Miembro} other {{count} Miembros}}
pt: {count, plural, one {{count} Membro} other {{count} Membros}}

# networkLoadingMore
source: Loading more members...
de: Weitere Mitglieder werden geladen...
es: Cargando más miembros...
pt: Carregando mais membros...

# networkLoadMoreButton
source: Load More Members ({remaining} remaining)
de: Weitere Mitglieder laden ({remaining} verbleibend)
es: Cargar Más Miembros ({remaining} restantes)
pt: Carregar Mais ({remaining})

# networkAllMembersLoaded
source: All {count} members loaded
de: Alle {count} Mitglieder geladen
es: Todos los {count} miembros cargados
pt: Todos os {count} membros carregados

# networkMemberJoined
source: Joined {date}
de: Beigetreten am {date}
es: Se unió {date}
pt: Entrou em {date}

# networkAnalyticsPerformance
source: Network Performance
de: Netzwerk-Performance
es: Rendimiento de la Red
pt: Desempenho da Rede

# networkAnalyticsGeographic
source: Geographic Distribution
de: Geografische Verteilung
es: Distribución Geográfica
pt: Distribuição Geográfica

# networkAnalyticsLevels
source: Level Distribution
de: Ebenenverteilung
es: Distribución por Niveles
pt: Distribuição por Nível

# networkAnalyticsChartPlaceholder
source: Performance Chart (Chart implementation would go here)
de: Performance-Diagramm (Diagrammimplementierung würde hier erscheinen)
es: Gráfico de Rendimiento (La implementación del gráfico iría aquí)
pt: Gráfico de Desempenho (Implementação do gráfico seria aqui)

# networkLevelBadge
source: Level {level}
de: Ebene {level}
es: Nivel {level}
pt: Nível {level}

# networkLevelMembersCount
source: {count} members
de: {count} Mitglieder
es: {count} miembros
pt: {count} membros

# settingsTitle
source: Settings
de: Einstellungen
es: Configuración
pt: Configurações

# settingsTitleOrganization
source: Organization Settings
de: Organisationseinstellungen
es: Configuración de Organización
pt: Configurações da Organização

# settingsWelcomeMessage
source: Welcome {name}! Let's set up the foundation for your business opportunity.
de: Willkommen {name}! Lassen Sie uns das Fundament für Ihre Geschäftsmöglichkeit einrichten.
es: ¡Bienvenido {name}! Establezcamos la base para su oportunidad de negocio.
pt: Bem-vindo, {name}! Vamos configurar a base da sua oportunidade de negócio.

# settingsLabelOrganizationName
source: Your Organization Name
de: Ihr Organisationsname
es: Nombre de Su Organización
pt: Nome da Sua Organização

# settingsLabelConfirmOrganizationName
source: Confirm Organization Name
de: Organisationsnamen bestätigen
es: Confirmar Nombre de Organización
pt: Confirmar Nome da Organização

# settingsDialogImportantTitle
source: Very Important!
de: Sehr wichtig!
es: ¡Muy Importante!
pt: Muito Importante!

# settingsDialogReferralImportance
source: You must enter the exact referral link you received from your {organization} sponsor.
de: Sie müssen den genauen Empfehlungslink eingeben, den Sie von Ihrem {organization}-Sponsor erhalten haben.
es: Debe ingresar el enlace de referido exacto que recibió de su patrocinador de {organization}.
pt: Você deve inserir o link de indicação exato que recebeu do seu patrocinador {organization}.

# settingsDialogButtonUnderstand
source: I Understand
de: Ich verstehe
es: Entiendo
pt: Entendi

# settingsLabelReferralLink
source: Your Referral Link
de: Ihr Empfehlungslink
es: Su Enlace de Referido
pt: Seu Link de Indicação

# settingsLabelConfirmReferralLink
source: Confirm Referral Link URL
de: Empfehlungslink-URL bestätigen
es: Confirmar URL del Enlace de Referido
pt: Confirmar URL do Link de Indicação

# settingsLabelCountries
source: Available Countries
de: Verfügbare Länder
es: Países Disponibles
pt: Países Disponíveis

# settingsImportantLabel
source: Important:
de: Wichtig:
es: Importante:
pt: Importante:

# settingsCountriesInstruction
source: Only select the countries where your opportunity is currently available.
de: Wählen Sie nur die Länder aus, in denen Ihre Geschäftsmöglichkeit derzeit verfügbar ist.
es: Solo seleccione los países donde su oportunidad está actualmente disponible.
pt: Selecione apenas os países onde sua oportunidade está disponível atualmente.

# settingsButtonAddCountry
source: Add a Country
de: Land hinzufügen
es: Agregar un País
pt: Adicionar um País

# settingsButtonSave
source: Save Settings
de: Einstellungen speichern
es: Guardar Configuración
pt: Salvar Configurações

# settingsDisplayOrganization
source: Your Organization
de: Ihre Organisation
es: Su Organización
pt: Sua Organização

# settingsDisplayReferralLink
source: Your Referral Link
de: Ihr Empfehlungslink
es: Su Enlace de Referido
pt: Seu Link de Indicação

# settingsDisplayCountries
source: Selected Available Countries
de: Ausgewählte verfügbare Länder
es: Países Disponibles Seleccionados
pt: Países Disponíveis Selecionados

# settingsNoCountries
source: No countries selected.
de: Keine Länder ausgewählt.
es: No se seleccionaron países.
pt: Nenhum país selecionado.

# settingsFeederSystemTitle
source: Network Feeder System
de: Netzwerk-Feeder-System
es: Sistema de Alimentación de Red
pt: Sistema de Rede de Alimentação
