Repository: scscot/tbp
Catalog: lib/l10n/app_*.arb
Languages: de, es, pt

# editProfileReferralLinkLabel
source: Your Referral Link
de: Ihr Empfehlungslink
es: Tu enlace de referencia
pt: Seu link de referência

# editProfileReferralLinkHelper
source: Enter the referral link from your {business} sponsor
de: Geben Sie den Empfehlungslink von Ihrem {business}-Sponsor ein
es: Ingresa el enlace de referencia de tu patrocinador de {business}
pt: Digite o link de referência de seu patrocinador {business}

# editProfileConfirmReferralLink
source: Confirm Referral Link
de: Empfehlungslink bestätigen
es: Confirmar enlace de referencia
pt: Confirmar link de referência

# editProfileSelectCountry
source: Select Your Country
de: Wählen Sie Ihr Land
es: Selecciona tu país
pt: Selecione seu país

# editProfileSelectState
source: Select Your State/Province
de: Wählen Sie Ihr Bundesland/Ihre Provinz
es: Selecciona tu estado/provincia
pt: Selecione seu estado/província

# editProfileSelectStateDisabled
source: First select a country
de: Wählen Sie zuerst ein Land
es: Primero selecciona un país
pt: Primeiro selecione um país

# editProfileErrorCity
source: Please enter your city
de: Bitte geben Sie Ihre Stadt ein
es: Por favor ingresa tu ciudad
pt: Por favor, digite sua cidade

# editProfileErrorState
source: Please select your state/province
de: Bitte wählen Sie Ihr Bundesland/Ihre Provinz
es: Por favor selecciona tu estado/provincia
pt: Por favor, selecione seu estado/província

# editProfileErrorCountry
source: Please select your country
de: Bitte wählen Sie Ihr Land
es: Por favor selecciona tu país
pt: Por favor, selecione seu país

# editProfilePhotoError
source: Error uploading photo. Please try again.
de: Fehler beim Hochladen des Fotos. Bitte versuchen Sie es erneut.
es: Error al cargar la foto. Por favor intenta de nuevo.
pt: Erro ao carregar foto. Por favor, tente novamente.

# editProfileDeletionTitle
source: Delete Account
de: Konto löschen
es: Eliminar cuenta
pt: Excluir conta

# editProfileDeletionMessage
source: Permanently delete your account and all associated data.
de: Löschen Sie Ihr Konto und alle zugehörigen Daten dauerhaft.
es: Eliminar permanentemente tu cuenta y todos los datos asociados.
pt: Excluir permanentemente sua conta e todos os dados associados.

# editProfileDeletionSubtext
source: This action cannot be undone
de: Diese Aktion kann nicht rückgängig gemacht werden
es: Esta acción no se puede deshacer
pt: Esta ação não pode ser desfeita

# editProfileDeletionButton
source: Complete Deletion
de: Löschung abschließen
es: Completar eliminación
pt: Concluir exclusão

# loginLabelEmail
source: Email
es: Correo electrónico

# loginLabelPassword
source: Password
de: Passwort
es: Contraseña
pt: Senha

# loginValidatorEmail
source: Please enter your email
de: Bitte geben Sie Ihre E-Mail ein
es: Por favor ingrese su correo electrónico
pt: Por favor, insira seu e-mail

# loginValidatorPassword
source: Please enter your password
de: Bitte geben Sie Ihr Passwort ein
es: Por favor ingrese su contraseña
pt: Por favor, insira sua senha

# loginButtonLogin
source: Login
de: Anmelden
es: Iniciar sesión
pt: Entrar

# loginButtonBiometric
source: Sign in with Biometric
de: Mit Biometrie anmelden
es: Iniciar sesión con biometría
pt: Entrar com biometria

# loginDividerOr
source: or
de: oder
es: o
pt: ou

# loginNoAccount
source: Don't have an account?
de: Noch kein Konto?
es: ¿No tiene una cuenta?
pt: Não tem uma conta?

# loginCreateAccount
source: Create Account
de: Konto erstellen
es: Crear cuenta
pt: Criar conta

# loginPrivacyPolicy
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
pt: Política de privacidade

# loginTermsOfService
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
pt: Termos de serviço

# welcomeGreeting
source: Welcome, {firstName}!
de: Willkommen, {firstName}!
es: ¡Bienvenido, {firstName}!
pt: Bem-vindo, {firstName}!

# welcomeMessageAdmin
source: Ready to lead the professional networking revolution? Complete your admin profile and set up your team. After completing your profile you will have access to the full Team Build Pro platform.
de: Bereit, die professionelle Netzwerkrevolution anzuführen? Vervollständigen Sie Ihr Admin-Profil und richten Sie Ihr Team ein. Nach Abschluss Ihres Profils haben Sie Zugriff auf die vollständige Team Build Pro-Plattform.
es: ¿Listo para liderar la revolución de redes profesionales? Complete su perfil de administrador y configure su equipo. Después de completar su perfil, tendrá acceso a la plataforma completa de Team Build Pro.
pt: Pronto para liderar a revolução das redes profissionais? Complete seu perfil de administrador e configure sua equipe. Após completar seu perfil, você terá acesso à plataforma completa do Team Build Pro.

# welcomeMessageUser
source: Ready to transform your professional network? Complete your profile to unlock the full power of Team Build Pro.
de: Bereit, Ihr professionelles Netzwerk zu transformieren? Vervollständigen Sie Ihr Profil, um die volle Kraft von Team Build Pro freizuschalten.
es: ¿Listo para transformar su red profesional? Complete su perfil para desbloquear todo el poder de Team Build Pro.
pt: Pronto para transformar sua rede profissional? Complete seu perfil para desbloquear todo o poder do Team Build Pro.

# welcomeButtonJoin
source: Join the Revolution
de: Der Revolution beitreten
es: Únase a la revolución
pt: Junte-se à revolução

# changePasswordHeading
source: Change Password
de: Passwort ändern
es: Cambiar contraseña
pt: Alterar senha

# changePasswordTodoMessage
source: TODO: Implement change password form here.
de: Hier muss das Formular zum Ändern des Passworts implementiert werden.
es: TODO: Implementar formulario de cambio de contraseña aquí.
pt: TODO: Implementar formulário de alteração de senha aqui.

# chatPlaceholder
source: Chat interface goes here.
de: Chat-Oberfläche wird hier angezeigt.
es: La interfaz de chat va aquí.
pt: A interface de chat vai aqui.

# quickPromptsWelcomeTitle
source: Welcome to your AI Coach!
de: Willkommen bei Ihrem KI-Coach!
es: ¡Bienvenido a su Coach de IA!
pt: Bem-vindo ao seu Coach de IA!

# quickPromptsWelcomeDescription
source: I'm here to help you succeed with Team Build Pro. I can answer questions about the app, team building strategies, and guide you through features.
de: Ich bin hier, um Ihnen zum Erfolg mit Team Build Pro zu verhelfen. Ich kann Fragen zur App, zu Teamaufbau-Strategien beantworten und Sie durch Funktionen führen.
es: Estoy aquí para ayudarle a tener éxito con Team Build Pro. Puedo responder preguntas sobre la aplicación, estrategias de construcción de equipo y guiarle a través de las funciones.
pt: Estou aqui para ajudar você a ter sucesso com o Team Build Pro. Posso responder perguntas sobre o app, estratégias de construção de equipe e guiá-lo através dos recursos.

# quickPromptsDisclaimerMessage
source: AI Coach can make mistakes. Check important info.
de: KI-Coach kann Fehler machen. Überprüfen Sie wichtige Informationen.
es: El Coach de IA puede cometer errores. Verifique la información importante.
pt: O Coach de IA pode cometer erros. Verifique informações importantes.

# quickPromptsQuestionHeader
source: What can I help you with?
de: Womit kann ich Ihnen helfen?
es: ¿En qué puedo ayudarle?
pt: Como posso ajudar você?

# quickPromptsQuestionSubheader
source: Tap any question below to get started, or type your own question.
de: Tippen Sie auf eine Frage unten, um zu beginnen, oder geben Sie Ihre eigene Frage ein.
es: Toque cualquier pregunta a continuación para comenzar, o escriba su propia pregunta.
pt: Toque em qualquer pergunta abaixo para começar, ou digite sua própria pergunta.

# quickPromptsProTipLabel
source: Pro Tip
de: Profi-Tipp
es: Consejo Pro
pt: Dica Pro

# quickPromptsProTipText
source: Be specific with your questions. For example: "I have 2 direct sponsors, what should I focus on next?"
de: Seien Sie spezifisch mit Ihren Fragen. Zum Beispiel: "Ich habe 2 direkte Sponsoren, worauf sollte ich mich als Nächstes konzentrieren?"
es: Sea específico con sus preguntas. Por ejemplo: "Tengo 2 patrocinadores directos, ¿en qué debo enfocarme a continuación?"
pt: Seja específico com suas perguntas. Por exemplo: "Tenho 2 patrocinadores diretos, no que devo focar a seguir?"

# chatbotPrompt1
source: How does qualification work?
de: Wie funktioniert die Qualifikation?
es: ¿Cómo funciona la calificación?
pt: Como funciona a qualificação?

# chatbotPrompt2
source: What's the difference between this and an MLM?
de: Was ist der Unterschied zwischen diesem und einem MLM?
es: ¿Cuál es la diferencia entre esto y un MLM?
pt: Qual é a diferença entre isso e um MLM?

# chatbotPrompt3
source: How do I invite people to my team?
de: Wie lade ich Leute in mein Team ein?
es: ¿Cómo invito a personas a mi equipo?
pt: Como convido pessoas para minha equipe?

# chatbotPrompt4
source: Show me my team analytics
de: Zeigen Sie mir meine Team-Analysen
es: Muéstrame el análisis de mi equipo
pt: Mostre-me a análise da minha equipe

# chatbotPrompt5
source: What should I focus on next?
de: Worauf sollte ich mich als Nächstes konzentrieren?
es: ¿En qué debo enfocarme a continuación?
pt: No que devo focar a seguir?

# chatbotPrompt6
source: How do I cancel my subscription?
de: Wie kündige ich mein Abonnement?
es: ¿Cómo cancelo mi suscripción?
pt: Como cancelo minha assinatura?

# chatbotPrompt7
source: Why do most people fail at direct sales?
de: Warum scheitern die meisten Menschen im Direktvertrieb?
es: ¿Por qué fracasa la mayoría de las personas en las ventas directas?
pt: Por que a maioria das pessoas falha nas vendas diretas?

# chatbotPrompt8
source: What happens after I qualify?
de: Was passiert, nachdem ich mich qualifiziert habe?
es: ¿Qué sucede después de que califique?
pt: O que acontece depois que eu me qualificar?

# messageCenterSponsorLabel
source: Your Sponsor
de: Ihr Sponsor
es: Su Patrocinador
pt: Seu Patrocinador

# messageCenterTeamLeaderLabel
source: Team Leader
de: Teamleiter
es: Líder del Equipo
pt: Líder da Equipe

# messageCenterSupportTeamTitle
source: Your Support Team
de: Ihr Support-Team
es: Su Equipo de Soporte
pt: Sua Equipe de Suporte

# messageCenterSupportTeamSubtitle
source: Tap to start a conversation
de: Tippen Sie, um ein Gespräch zu beginnen
es: Toque para iniciar una conversación
pt: Toque para iniciar uma conversa

# shareProspectPastStrugglesTitle
source: Addressing Past Struggles
de: Vergangene Schwierigkeiten ansprechen
es: Abordando Luchas Pasadas
pt: Abordando Lutas Passadas

# shareProspectPastStrugglesDescription
source: Perfect for prospects who have tried before and struggled
de: Perfekt für Kandidaten, die es schon einmal versucht haben und Schwierigkeiten hatten
es: Perfecto para prospectos que lo han intentado antes y han tenido dificultades
pt: Perfeito para prospectos que tentaram antes e tiveram dificuldades

# shareProspectPastStrugglesSubject
source: A Smarter Way to Start This Time
de: Denken Sie wieder über {business} nach? Habe einen anderen Ansatz gefunden
es: Una Forma Más Inteligente de Comenzar Esta Vez
pt: Tente de Forma Diferente Desta Vez

# shareProspectPastStrugglesMessage
source: If past attempts left you stuck at zero with no momentum, here's a smarter path. Team Build Pro's AI Coach helps you pre-build your {business} team before you even join. It drafts your messages, times your follow-ups, and tracks who's interested - so you don't start from scratch this time. You launch with people already waiting for you. The AI walks you through every step. You won't be alone. See how it works: {link} You deserve a real shot this time.
de: Ich weiß, wir beide haben schlechte Erfahrungen mit Direktvertrieb gemacht. {business} taucht immer wieder auf, und ich habe auch gezögert. Aber ich habe etwas anderes gefunden - eine App namens Team Build Pro, die Sie ein Team aufbauen lässt, BEVOR Sie überhaupt irgendwo einsteigen. Die Idee ist, dass Sie sehen können, ob Sie tatsächlich Leute rekrutieren können, bevor Sie investieren. Es hat KI-Coaching und vorgefertigte Nachrichten, sodass Sie nicht alles allein herausfinden müssen. Ich probiere es selbst aus. Wenn Sie immer noch neugierig auf {business} sind, könnte es einen Blick wert sein: {link} Dachte, wir könnten das gemeinsam erkunden und sehen, ob es diesmal anders ist.
es: Si los intentos pasados le dejaron estancado en cero sin impulso, aquí hay un camino más inteligente. El Coach de IA de Team Build Pro le ayuda a pre-construir su equipo de {business} antes de unirse. Redacta sus mensajes, programa sus seguimientos y rastrea quién está interesado - para que no comience desde cero esta vez. Lanzará con personas ya esperándole. La IA le guiará en cada paso. No estará solo. Vea cómo funciona: {link} Usted merece una oportunidad real esta vez.
pt: Já foi queimado antes em vendas diretas? Tentativas passadas na {business} ou negócios similares te deixaram parado no zero? Desta vez, comece mais inteligente. O Team Build Pro permite que você construa sua equipe {business} ANTES de se juntar oficialmente. O Coach de IA escreve suas mensagens, agenda seus acompanhamentos e rastreia quem está interessado. Assim você não começa do zero. Você lança com pessoas reais já esperando por você. A IA te guia em cada passo. Você não estará sozinho. Veja como funciona: {link} Você merece uma chance real desta vez.

# shareProspectNotSalespersonTitle
source: For Non-Sales Minded
de: Für Nicht-Verkäufer
es: Para No Vendedores
pt: Para Não Vendedores

# shareProspectNotSalespersonDescription
source: Great for people who don't see themselves as "salespeople"
de: Großartig für Leute, die sich nicht als "Verkäufer" sehen
es: Ideal para personas que no se ven a sí mismas como "vendedores"
pt: Ótimo para pessoas que não se veem como "vendedores"

# shareProspectNotSalespersonSubject
source: You Don't Have to Be a "Salesperson"
de: Etwas für Nicht-Verkäufer wie uns gefunden
es: No Tiene Que Ser un "Vendedor"
pt: Construa Sua Equipe Sem Ser "Vendedor"

# shareProspectNotSalespersonMessage
source: Not a "natural salesperson"? That's okay. You have an AI Coach. Team Build Pro helps you pre-build your {business} team with AI that drafts your messages, schedules your follow-ups, and tracks everyone's interest. It's like having a recruiting assistant who never sleeps. You focus on relationships. The AI handles the rest. Start building before you even join: {link} You don't need a "sales personality." You need smart tools. Now you have them.
de: Sie wissen, ich bin kein geborener Verkäufer. Deshalb habe ich immer bei Dingen wie {business} gezögert. Ich habe diese App namens Team Build Pro gefunden, die für Leute wie uns gemacht ist. Sie hat 16 vorgefertigte Nachrichten und einen KI-Coach, sodass Sie keine Verkaufstexte selbst erstellen müssen. Das Coole daran? Sie können ein Team aufbauen, BEVOR Sie irgendeiner Gelegenheit beitreten. So können Sie sehen, ob Sie sich wirklich wohl fühlen mit dem Recruiting-Teil, ohne sich vorher zu verpflichten. Ich teste es selbst. Dachte, Sie würden sich damit identifizieren: {link} Vielleicht sind wir nicht so "nicht-verkäuferisch" wie wir dachten - wir brauchten nur die richtigen Tools.
es: ¿No es un "vendedor natural"? Está bien. Tiene un Coach de IA. Team Build Pro le ayuda a pre-construir su equipo de {business} con IA que le apoya en cada paso: - 16 mensajes de reclutamiento pre-escritos listos para personalizar - Asesoría de IA 24/7 para cualquier pregunta de reclutamiento - Rastree sus prospectos y su nivel de interés - Construya confianza con mensajes comprobados Usted se enfoca en las relaciones. La IA maneja el resto. Comience a construir antes de unirse: {link} No necesita una "personalidad de ventas". Necesita herramientas inteligentes. Ahora las tiene.
pt: Não é um "vendedor natural"? Considerando {business} mas preocupado com a parte do recrutamento? Você não precisa de personalidade de vendas. Você só precisa de ferramentas inteligentes de IA. O Team Build Pro permite que você construa sua equipe {business} ANTES de entrar - com um Coach de IA que: - Redige suas mensagens de recrutamento para você - Agenda acompanhamentos automaticamente - Rastreia quem está interessado - Orienta cada conversa É como ter um assistente de recrutamento que nunca dorme. Você foca em relacionamentos genuínos. A IA cuida das coisas chatas de vendas. Comece a construir antes mesmo de entrar: {link}

# shareProspectHopeAfterDisappointmentTitle
source: Hope After Disappointment
de: Hoffnung nach Enttäuschung
es: Esperanza Después de la Decepción
pt: Esperança Após a Decepção

# shareProspectHopeAfterDisappointmentDescription
source: Ideal for prospects burned by previous opportunities
de: Ideal für Kandidaten, die von früheren Gelegenheiten enttäuscht wurden
es: Ideal para prospectos quemados por oportunidades anteriores
pt: Ideal para prospectos queimados por oportunidades anteriores

# shareProspectHopeAfterDisappointmentSubject
source: A Smarter Way to Start This Time
de: Noch ein Blick auf {business}? Diesmal mit Sicherheitsnetz
es: Una Forma Más Inteligente de Comenzar Esta Vez
pt: Tente Com Suporte Real Desta Vez

# shareProspectHopeAfterDisappointmentMessage
source: Been burned before? Promised the world, then left starting from zero? This time is different. Team Build Pro's AI Coach helps you pre-build your {business} team before you join. It drafts your recruiting messages, times your follow-ups, tracks who's interested, and coaches you on next steps. You gain real momentum before Day 1. No hype. No empty promises. Just AI-powered tools that work. See how: {link} You deserve a system that actually sets you up to win.
de: Ich weiß, Sie wurden schon mal enttäuscht. Ich auch. Die Versprechen von {business} und anderen Gelegenheiten, die sich nie erfüllt haben. Ich habe etwas gefunden, das sich anders anfühlt - keine weitere Gelegenheit, sondern ein Tool. Team Build Pro lässt Sie ein Team aufbauen, BEVOR Sie irgendwo einsteigen. Sie können echte Ergebnisse sehen, bevor Sie investieren. Kein Hype. Nur ein KI-Coach, vorgefertigte Nachrichten und eine Möglichkeit, echten Fortschritt zu verfolgen. Ich erkunde es selbst, weil ich es leid bin, jedes Mal bei Null anzufangen: {link} Wenn es nicht funktioniert, wissen wir es wenigstens, bevor wir Geld reinstecken. Dachte, Sie möchten es vielleicht mit mir zusammen ausprobieren.
es: ¿Ha sido quemado antes? ¿Le prometieron el mundo y luego le dejaron comenzando desde cero? Esta vez es diferente. El Coach de IA de Team Build Pro le ayuda a pre-construir su equipo de {business} antes de unirse. Redacta sus mensajes de reclutamiento, programa sus seguimientos, rastrea quién está interesado y le aconseja sobre los próximos pasos. Gana impulso real antes del Día 1. Sin exageraciones. Sin promesas vacías. Solo herramientas impulsadas por IA que funcionan. Vea cómo: {link} Usted merece un sistema que realmente le prepare para ganar.
pt: Já foi queimado antes? Prometeram o mundo pela {business} ou outras oportunidades, depois te deixaram começando do zero? Desta vez é diferente. O Team Build Pro permite que você construa sua equipe {business} ANTES de se juntar oficialmente. O Coach de IA redige suas mensagens de recrutamento, agenda seus acompanhamentos, rastreia quem está interessado e orienta cada passo. Você ganha impulso real antes do Dia 1. Sem exageros. Sem promessas vazias. Apenas ferramentas alimentadas por IA que realmente funcionam. Veja como: {link} Você merece um sistema que te prepara para vencer.

# shareProspectGeneralInvitationTitle
source: General Invitation
de: Allgemeine Einladung
es: Invitación General
pt: Convite Geral

# shareProspectGeneralInvitationDescription
source: A versatile message for any prospect situation
de: Eine vielseitige Nachricht für jede Kandidatensituation
es: Un mensaje versátil para cualquier situación de prospecto
pt: Uma mensagem versátil para qualquer situação de prospecto

# shareProspectGeneralInvitationSubject
source: Build Before You Join - Guided by AI
de: {business} erkunden? Habe etwas Interessantes gefunden
es: Construya Su Equipo Antes de Unirse
pt: Construa Sua Equipe Antes de Entrar

# shareProspectGeneralInvitationMessage
source: You're invited to try a smarter way to start. With Team Build Pro, an AI Coach helps you pre-build your {business} team before you officially join. Here's how it helps: - Drafts personalized messages - Schedules follow-ups automatically - Tracks momentum and next steps So Day 1 isn't a cold start - it's a running start. Take a look: {link}
de: Hey! Ich habe mich über {business} informiert und etwas gefunden, das meine Aufmerksamkeit erregt hat. Es gibt eine App namens Team Build Pro, die Sie ein Team aufbauen lässt, BEVOR Sie offiziell irgendeiner Gelegenheit beitreten. Die Idee ist, dass Sie das Wasser testen und Schwung aufbauen können, ohne sich vorher zu verpflichten. Es hat: - 16 vorgefertigte Recruiting-Nachrichten - Einen KI-Coach zur Anleitung - Eine Möglichkeit zu verfolgen, wer interessiert ist Ich erkunde es selbst. Dachte, Sie möchten es auch sehen, da ich weiß, dass Sie neugierig auf {business} waren. Schauen Sie mal: {link} Kein Druck - teile nur, was ich gefunden habe.
es: ¿Pensando en {business}? Aquí hay una forma más inteligente de empezar. Team Build Pro le permite construir su equipo ANTES de unirse oficialmente. Un Coach de IA le ayuda a: - 16 mensajes de reclutamiento pre-escritos listos para compartir - Rastrear quién está interesado y listo - Obtener asesoría de IA 24/7 para preguntas de reclutamiento - Construir impulso real sin riesgo Así que cuando se una a {business}, no estará empezando desde cero. Lanzará con personas que ya le esperan. Vea cómo funciona: {link} El Día 1 no es un comienzo en frío. Es un comienzo en marcha.
pt: Pensando em {business}? Aqui está uma forma mais inteligente de começar. O Team Build Pro permite que você construa sua equipe ANTES de se juntar oficialmente. Um Coach de IA ajuda você a: - Redigir mensagens de recrutamento personalizadas - Agendar acompanhamentos automaticamente - Rastrear quem está interessado e pronto - Construir impulso real sem riscos Quando você finalmente entrar na {business}, não estará começando do zero. Você lança com pessoas já esperando por você. Veja como funciona: {link} O Dia 1 não é um começo frio. É um começo em movimento.

# shareProspectSocialAnxietyTitle
source: Avoiding Awkward Conversations
de: Unangenehme Gespräche vermeiden
es: Evitando Conversaciones Incómodas
pt: Evitando Conversas Constrangedoras

# shareProspectSocialAnxietyDescription
source: Perfect for introverts or those uncomfortable with face-to-face recruiting
de: Perfekt für Introvertierte oder solche, die sich bei persönlicher Rekrutierung unwohl fühlen
es: Perfecto para introvertidos o aquellos incómodos con el reclutamiento cara a cara
pt: Perfeito para introvertidos ou aqueles desconfortáveis com recrutamento cara a cara

# shareProspectSocialAnxietySubject
source: Build Your Team Without Awkward Conversations
de: Ein Netzwerk aufbauen ohne die unangenehmen Gespräche
es: Construya Su Equipo Sin Conversaciones Incómodas
pt: Construa Sua Equipe Sem Conversas Constrangedoras
