Repository: scscot/tbp
Catalog: lib/l10n/app_*.arb
Languages: de, es, pt

# homepageDemoCredentialsLabel
source: Access Credentials:
de: Zugangsdaten:
es: Credenciales de Acceso:
pt: Credenciais de Acesso:

# homepageDemoEmail
source: Email: {email}
es: Correo electrónico: {email}

# homepageDemoPassword
source: Password: {password}
de: Passwort: {password}
es: Contraseña: {password}
pt: Senha: {password}

# homepageDemoLoggingIn
source: Logging In...
de: Wird angemeldet...
es: Iniciando sesión...
pt: Entrando...

# homepageDemoStartDemo
source: Start Demo!
de: Demo starten!
es: ¡Iniciar Demo!
pt: Iniciar Demo!

# homepageTrust100Secure
source: 100% Secure
de: 100% Sicher
es: 100% Seguro
pt: 100% Seguro

# homepageTrust30DayFree
source: 30-Day Free
de: 30 Tage kostenlos
es: 30 Días Gratis
pt: 30 Dias Grátis

# homepageTrust24Support
source: 24/7 Support
es: Soporte 24/7
pt: Suporte 24/7

# homepageFooterTerms
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de Servicio
pt: Termos de Serviço

# homepageFooterPrivacy
source: Privacy Policy
de: Datenschutzerklärung
es: Política de Privacidad
pt: Política de Privacidade

# authLoginAccountRequiredTitle
source: Account Required
de: Konto erforderlich
es: Cuenta Requerida
pt: Conta Necessária

# authLoginAccountRequiredMessage
source: It looks like you need to create an account first. Would you like to register now?
de: Es sieht so aus, als müssten Sie zuerst ein Konto erstellen. Möchten Sie sich registrieren?
es: Parece que necesita crear una cuenta primero. ¿Le gustaría registrarse ahora?
pt: Parece que você precisa criar uma conta primeiro. Gostaria de se registrar agora?

# authLoginCancelButton
source: Cancel
de: Abbrechen
es: Cancelar
pt: Cancelar

# authLoginRegisterButton
source: Register
de: Registrieren
es: Registrarse
pt: Registrar

# authLoginAppBarTitle
source: Sign In
de: Anmelden
es: Iniciar Sesión
pt: Entrar

# authLoginSubtitle
source: Sign in to continue building your team
de: Willkommen zurück! Melden Sie sich an, um fortzufahren.
es: Inicie sesión para continuar construyendo su equipo
pt: Entre para continuar construindo sua equipe

# authLoginOrContinueWith
source: or continue with
de: oder fortfahren mit
es: o continuar con
pt: ou continuar com

# authLoginForgotPassword
source: Forgot Password?
de: Passwort vergessen?
es: ¿Olvidó su Contraseña?
pt: Esqueceu a Senha?

# authLoginContinueWithGoogle
source: Continue with Google
de: Mit Google fortfahren
es: Continuar con Google
pt: Continuar com Google

# authLoginContinueWithApple
source: Continue with Apple
de: Mit Apple fortfahren
es: Continuar con Apple
pt: Continuar com Apple

# authLoginBiometricButton
source: Sign in with biometric
de: Mit Biometrie anmelden
es: Iniciar sesión con biométrico
pt: Entrar com biométrica

# authLoginResetPasswordTitle
source: Reset Password
de: Passwort zurücksetzen
es: Restablecer Contraseña
pt: Redefinir Senha

# authLoginCheckEmailTitle
source: Check Your Email
de: Überprüfen Sie Ihre E-Mail
es: Revise Su Correo Electrónico
pt: Verifique Seu E-mail

# authLoginResetEmailSent
source: We've sent a password reset link to:
de: Wir haben einen Link zum Zurücksetzen des Passworts gesendet an:
es: Hemos enviado un enlace para restablecer su contraseña a:
pt: Enviamos um link para redefinir sua senha para:

# authLoginResetInstructions
source: Please check your inbox and follow the instructions to reset your password.
de: Bitte überprüfen Sie Ihren Posteingang und folgen Sie den Anweisungen zum Zurücksetzen Ihres Passworts.
es: Por favor, revise su bandeja de entrada y siga las instrucciones para restablecer su contraseña.
pt: Por favor, verifique sua caixa de entrada e siga as instruções para redefinir sua senha.

# authLoginResetPrompt
source: Enter your email address and we'll send you a link to reset your password.
de: Geben Sie Ihre E-Mail-Adresse ein und wir senden Ihnen einen Link zum Zurücksetzen Ihres Passworts.
es: Ingrese su dirección de correo electrónico y le enviaremos un enlace para restablecer su contraseña.
pt: Digite seu endereço de e-mail e enviaremos um link para redefinir sua senha.

# authLoginResetEmailLabel
source: Email
es: Correo Electrónico

# authLoginResetEmailHint
source: Enter your email address
de: Geben Sie Ihre E-Mail-Adresse ein
es: Ingrese su dirección de correo electrónico
pt: Digite seu endereço de e-mail

# authLoginResetEmailRequired
source: Please enter your email
de: Bitte geben Sie Ihre E-Mail ein
es: Por favor, ingrese su correo electrónico
pt: Por favor, digite seu e-mail

# authLoginResetEmailInvalid
source: Please enter a valid email
de: Bitte geben Sie eine gültige E-Mail ein
es: Por favor, ingrese un correo electrónico válido
pt: Por favor, digite um e-mail válido

# authLoginDoneButton
source: Done
de: Fertig
es: Listo
pt: Pronto

# authLoginSendResetLink
source: Send Reset Link
de: Zurücksetzungslink senden
es: Enviar Enlace de Restablecimiento
pt: Enviar Link de Redefinição

# authSignupInvalidInviteLinkMessage
source: That doesn't look like an invite link. Please paste the full link you received.
de: Das sieht nicht wie ein Einladungslink aus. Bitte fügen Sie den vollständigen Link ein, den Sie erhalten haben.
es: Eso no parece un enlace de invitación. Por favor, pegue el enlace completo que recibió.
pt: Isso não parece um link de convite. Por favor, cole o link completo que você recebeu.

# authSignupNewReferralDialogTitle
source: New Referral Code Detected
de: Neuer Empfehlungscode erkannt
es: Nuevo Código de Referencia Detectado
pt: Novo Código de Indicação Detectado

# authSignupNewReferralDialogMessage
source: A new referral code has been detected:
de: Ein neuer Empfehlungscode wurde erkannt:
es: Se ha detectado un nuevo código de referencia:
pt: Um novo código de indicação foi detectado:

# authSignupNewReferralNewCode
source: New code: {code}
de: Neuer Code: {code}
es: Nuevo código: {code}
pt: Novo código: {code}

# authSignupNewReferralNewSource
source: Source: {source}
de: Quelle: {source}
es: Fuente: {source}
pt: Fonte: {source}

# authSignupNewReferralCurrentCode
source: Current code: {code}
de: Aktueller Code: {code}
es: Código actual: {code}
pt: Código atual: {code}

# authSignupNewReferralCurrentSource
source: Current source: {source}
de: Aktuelle Quelle: {source}
es: Fuente actual: {source}
pt: Fonte atual: {source}

# authSignupNewReferralPrompt
source: Would you like to update your referral code?
de: Möchten Sie Ihren Empfehlungscode aktualisieren?
es: ¿Le gustaría actualizar su código de referencia?
pt: Gostaria de atualizar seu código de indicação?

# authSignupKeepCurrentButton
source: Keep Current
de: Aktuellen behalten
es: Mantener Actual
pt: Manter Atual

# authSignupUseNewCodeButton
source: Use New Code
de: Neuen Code verwenden
es: Usar Nuevo Código
pt: Usar Novo Código

# authSignupLoginButton
source: Log In
de: Anmelden
es: Iniciar Sesión
pt: Entrar

# authSignupConfirmSponsorButton
source: Tap to confirm your sponsor
de: Tippen Sie, um Ihren Sponsor zu bestätigen
es: Confirmar su Patrocinador
pt: Confirmar Patrocinador

# authSignupNoSponsorFound
source: Sorry, no sponsor found
de: Entschuldigung, kein Sponsor gefunden
es: Lo siento, no se encontró patrocinador
pt: Desculpe, nenhum patrocinador encontrado

# authSignupPageTitle
source: Account Registration
de: Kontoregistrierung
es: Registro de Cuenta
pt: Registro de Conta

# authSignupInviteLinkButton
source: I have an invite link
de: Ich habe einen Einladungslink
es: Tengo un enlace de invitación
pt: Tenho um link de convite

# authSignupInviteLinkInstructions
source: If someone sent you an invite link, you can paste it here.
de: Wenn Ihnen jemand einen Einladungslink gesendet hat, können Sie ihn hier einfügen.
es: Si alguien le envió un enlace de invitación, puede pegarlo aquí.
pt: Se alguém lhe enviou um link de convite, você pode colá-lo aqui.

# authSignupPasteInviteLinkButton
source: Paste invite link
de: Einladungslink einfügen
es: Pegar enlace de invitación
pt: Colar link de convite

# authSignupInvitedBy
source: Invited by: {sponsorName}
de: Eingeladen von: {sponsorName}
es: Invitado por: {sponsorName}
pt: Convidado por: {sponsorName}

# authSignupReferralCodeDebug
source: Code: {code} (source: {source})
de: Code: {code} (Quelle: {source})
es: Código: {code} (fuente: {source})
pt: Código: {code} (fonte: {source})

# authSignupAppleButton
source: Sign up with Apple
de: Mit Apple registrieren
es: Registrarse con Apple
pt: Cadastrar-se com Apple

# authSignupGoogleButton
source: Sign up with Google
de: Mit Google registrieren
es: Registrarse con Google
pt: Cadastrar-se com Google

# authSignupOrEmailDivider
source: or sign up with email
de: oder mit E-Mail registrieren
es: o registrarse con correo electrónico
pt: ou cadastrar-se com e-mail

# authSignupLoginSectionTitle
source: Create Your Login
de: Erstellen Sie Ihre Anmeldung
es: Cree Su Inicio de Sesión
pt: Crie Seu Login

# authSignupPrivacyAssurance
source: 🔒 Your email will never be shared with anyone
de: 🔒 Ihre E-Mail wird niemals mit jemandem geteilt
es: 🔒 Su correo electrónico nunca será compartido con nadie
pt: 🔒 Seu e-mail nunca será compartilhado com ninguém

# authSignupRequiredForAccount
source: 🔒 Required for account creation
de: 🔒 Erforderlich zur Kontoerstellung
es: 🔒 Requerido para la creación de cuenta
pt: 🔒 Necessário para criação de conta

# settingsAuthRequired
source: Authentication required.
de: Authentifizierung erforderlich.
es: Autenticación requerida.
pt: Autenticação necessária.

# settingsUserNotFound
source: User profile not found.
de: Benutzerprofil nicht gefunden.
es: Perfil de usuario no encontrado.
pt: Perfil de usuário não encontrado.

# settingsAccessDenied
source: Access Denied: Admin role required.
de: Zugriff verweigert: Admin-Rolle erforderlich.
es: Acceso Denegado: Se requiere rol de administrador.
pt: Acesso Negado: Função de administrador necessária.

# settingsLoadFailed
source: Failed to load settings: {error}
de: Fehler beim Laden der Einstellungen: {error}
es: Error al cargar configuración: {error}
pt: Falha ao carregar configurações: {error}

# settingsBusinessNameInvalid
source: Business name can only contain letters, numbers, and common punctuation.
de: Geschäftsname darf nur Buchstaben, Zahlen und gängige Satzzeichen enthalten.
es: El nombre del negocio solo puede contener letras, números y puntuación común.
pt: O nome do negócio só pode conter letras, números e pontuação comum.

# settingsReferralLinkInvalid
source: Please enter a valid referral link (e.g., https://example.com).
de: Bitte geben Sie einen gültigen Empfehlungslink ein (z.B. https://example.com).
es: Por favor, ingrese un enlace de referencia válido (ej., https://example.com).
pt: Por favor, digite um link de indicação válido (ex., https://example.com).

# settingsOrgNameMismatch
source: Organization Name fields must match for confirmation.
de: Organisationsname-Felder müssen zur Bestätigung übereinstimmen.
es: Los campos de Nombre de Organización deben coincidir para confirmar.
pt: Os campos de Nome da Organização devem corresponder para confirmação.

# settingsReferralLinkMismatch
source: Referral Link fields must match for confirmation.
de: Empfehlungslink-Felder müssen zur Bestätigung übereinstimmen.
es: Los campos de Enlace de Referencia deben coincidir para confirmar.
pt: Os campos de Link de Indicação devem corresponder para confirmação.

# settingsUserNotAuthenticated
source: User not authenticated.
de: Benutzer nicht authentifiziert.
es: Usuario no autenticado.
pt: Usuário não autenticado.

# settingsUpgradeRequiredTitle
source: Upgrade Required
de: Upgrade erforderlich
es: Actualización Requerida
pt: Atualização Necessária

# settingsUpgradeRequiredMessage
source: Upgrade your Admin subscription to save these changes.
de: Upgraden Sie Ihr Admin-Abonnement, um diese Änderungen zu speichern.
es: Actualice su suscripción de Administrador para guardar estos cambios.
pt: Atualize sua assinatura de Administrador para salvar essas alterações.

# settingsCancelButton
source: Cancel
de: Abbrechen
es: Cancelar
pt: Cancelar

# settingsUpgradeButton
source: Upgrade Now
de: Jetzt upgraden
es: Actualizar Ahora
pt: Atualizar Agora

# settingsSavedSuccess
source: Settings saved successfully.
de: Einstellungen erfolgreich gespeichert.
es: Configuración guardada exitosamente.
pt: Configurações salvas com sucesso.

# settingsSaveFailed
source: Failed to save settings: {error}
de: Fehler beim Speichern der Einstellungen: {error}
es: Error al guardar configuración: {error}
pt: Falha ao salvar configurações: {error}

# settingsRequired
source: Required
de: Erforderlich
es: Requerido
pt: Obrigatório

# settingsNotSet
source: Not Set
de: Nicht festgelegt
es: No Establecido
pt: Não Definido

# profileUpdateBiometricFailed
source: Biometric authentication failed. Please try again.
de: Biometrische Authentifizierung fehlgeschlagen. Bitte versuchen Sie es erneut.
es: La autenticación biométrica falló. Por favor, inténtelo de nuevo.
pt: A autenticação biométrica falhou. Por favor, tente novamente.

# profileUpdatePasswordRequired
source: Password required to enable biometric login
de: Passwort erforderlich, um biometrische Anmeldung zu aktivieren
es: Se requiere contraseña para habilitar inicio de sesión biométrico
pt: Senha necessária para habilitar login biométrico

# profileUpdateEmailNotFound
source: User email not found
de: Benutzer-E-Mail nicht gefunden
es: Correo electrónico del usuario no encontrado
pt: E-mail do usuário não encontrado

# profileUpdateBiometricEnabled
source: ✅ Biometric login enabled successfully
de: ✅ Biometrische Anmeldung erfolgreich aktiviert
es: ✅ Inicio de sesión biométrico habilitado exitosamente
pt: ✅ Login biométrico habilitado com sucesso

# profileUpdatePasswordIncorrect
source: Incorrect password. Please try again.
de: Falsches Passwort. Bitte versuchen Sie es erneut.
es: Contraseña incorrecta. Por favor, inténtelo de nuevo.
pt: Senha incorreta. Por favor, tente novamente.

# profileUpdateBiometricError
source: Error enabling biometric: {error}
de: Fehler beim Aktivieren der Biometrie: {error}
es: Error al habilitar biométrico: {error}
pt: Erro ao habilitar biométrica: {error}

# profileUpdateBiometricDisabled
source: Biometric login disabled
de: Biometrische Anmeldung deaktiviert
es: Inicio de sesión biométrico deshabilitado
pt: Login biométrico desabilitado

# profileUpdateConfirmPasswordTitle
source: Confirm Password
de: Passwort bestätigen
es: Confirmar Contraseña
pt: Confirmar Senha

# profileUpdateConfirmPasswordMessage
source: To securely store your credentials for biometric login, please enter your password.
de: Um Ihre Anmeldedaten sicher für die biometrische Anmeldung zu speichern, geben Sie bitte Ihr Passwort ein.
es: Para almacenar de forma segura sus credenciales para el inicio de sesión biométrico, por favor ingrese su contraseña.
pt: Para armazenar com segurança suas credenciais para o login biométrico, por favor digite sua senha.

# profileUpdatePasswordLabel
source: Password
de: Passwort
es: Contraseña
pt: Senha

# profileUpdateCancelButton
source: Cancel
de: Abbrechen
es: Cancelar
pt: Cancelar

# profileUpdateConfirmButton
source: Confirm
de: Bestätigen
es: Confirmar
pt: Confirmar

# profileUpdateDisableBiometricTitle
source: Disable Biometric Login
de: Biometrische Anmeldung deaktivieren
es: Deshabilitar Inicio de Sesión Biométrico
pt: Desabilitar Login Biométrico

# profileUpdateDisableBiometricMessage
source: Are you sure you want to disable biometric login? You will need to use your email and password to sign in.
de: Sind Sie sicher, dass Sie die biometrische Anmeldung deaktivieren möchten? Sie müssen Ihre E-Mail und Ihr Passwort zur Anmeldung verwenden.
es: ¿Está seguro de que desea deshabilitar el inicio de sesión biométrico? Deberá usar su correo electrónico y contraseña para iniciar sesión.
pt: Tem certeza de que deseja desabilitar o login biométrico? Você precisará usar seu e-mail e senha para entrar.

# profileUpdateDisableButton
source: Disable
de: Deaktivieren
es: Deshabilitar
pt: Desabilitar

# profileUpdatePictureRequired
source: Please upload your profile pic.
de: Bitte laden Sie Ihr Profilbild hoch.
es: Por favor, suba su foto de perfil.
pt: Por favor, envie sua foto de perfil.

# profileUpdateImageNotProvided
source: Image was not provided.
de: Bild wurde nicht bereitgestellt.
es: No se proporcionó la imagen.
pt: A imagem não foi fornecida.

# profileUpdateSuccess
source: Profile updated successfully!
de: Profil erfolgreich aktualisiert!
es: ¡Perfil actualizado exitosamente!
pt: Perfil atualizado com sucesso!

# profileUpdateError
source: Error updating profile: {error}
de: Fehler beim Aktualisieren des Profils: {error}
es: Error al actualizar perfil: {error}
pt: Erro ao atualizar perfil: {error}

# profileUpdateDemoModeTitle
source: Demo Mode
de: Demo-Modus
es: Modo Demo
pt: Modo Demo

# profileUpdateDemoModeMessage
source: Profile editing disabled in demo mode.
de: Profilbearbeitung im Demo-Modus deaktiviert.
es: Edición de perfil deshabilitada en modo demo.
pt: Edição de perfil desabilitada no modo demo.

# profileUpdateDemoUnderstandButton
source: I Understand
de: Ich verstehe
es: Entiendo
pt: Entendi

# profileUpdateScreenTitle
source: Update Profile
de: Profil aktualisieren
es: Actualizar Perfil
pt: Atualizar Perfil

# profileUpdateNoEmail
source: No email
de: Keine E-Mail
es: Sin correo electrónico
pt: Sem e-mail

# profileUpdateSelectCountry
source: Select Country
de: Land auswählen
es: Seleccionar País
pt: Selecionar País

# profileUpdateCountryLabel
source: Country
de: Land
es: País
pt: País

# profileUpdateCountryRequired
source: Please select a country
de: Bitte wählen Sie ein Land
es: Por favor, seleccione un país
pt: Por favor, selecione um país

# profileUpdateSelectState
source: Select State/Province
de: Bundesland/Provinz auswählen
es: Seleccionar Estado/Provincia
pt: Selecionar Estado/Província

# profileUpdateSelectCountryFirst
source: Select a country first
de: Wählen Sie zuerst ein Land
es: Seleccione un país primero
pt: Selecione um país primeiro

# profileUpdateStateLabel
source: State/Province
de: Bundesland/Provinz
es: Estado/Provincia
pt: Estado/Província

# profileUpdateStateRequired
source: Please select a state/province
de: Bitte wählen Sie ein Bundesland/eine Provinz
es: Por favor, seleccione un estado/provincia
pt: Por favor, selecione um estado/província

# profileUpdateCityLabel
source: City
de: Stadt
es: Ciudad
pt: Cidade

# profileUpdateCityRequired
source: Please enter a city
de: Bitte geben Sie eine Stadt ein
es: Por favor, ingrese una ciudad
pt: Por favor, digite uma cidade

# profileUpdateSecurityHeader
source: Security Settings
de: Sicherheitseinstellungen
es: Configuración de Seguridad
pt: Configurações de Segurança

# profileUpdateBiometricToggle
source: Enable Biometric Login
de: Biometrische Anmeldung aktivieren
es: Habilitar Inicio de Sesión Biométrico
pt: Habilitar Login Biométrico

# profileUpdateBiometricChecking
source: Checking device compatibility...
de: Gerätekompatibilität wird überprüft...
es: Verificando compatibilidad del dispositivo...
pt: Verificando compatibilidade do dispositivo...

# profileUpdateBiometricDescription
source: Use fingerprint or face recognition to login
de: Verwenden Sie Fingerabdruck oder Gesichtserkennung zur Anmeldung
es: Use huella digital o reconocimiento facial para iniciar sesión
pt: Use impressão digital ou reconhecimento facial para entrar

# profileUpdateBiometricNotAvailable
source: Not available on this device
de: Auf diesem Gerät nicht verfügbar
es: No disponible en este dispositivo
pt: Não disponível neste dispositivo

# profileUpdateSaveButton
source: Save Changes
de: Änderungen speichern
es: Guardar Cambios
pt: Salvar Alterações

# profileEditDeletionSuccess
source: Account deletion completed. Thank you for using Team Build Pro.
de: Kontolöschung abgeschlossen. Vielen Dank, dass Sie Team Build Pro verwendet haben.
es: Eliminación de cuenta completada. Gracias por usar Team Build Pro.
pt: Exclusão de conta concluída. Obrigado por usar o Team Build Pro.

# profileEditDeletionError
source: Error completing account deletion: {error}
de: Fehler beim Abschließen der Kontolöschung: {error}
es: Error al completar eliminación de cuenta: {error}
pt: Erro ao concluir exclusão de conta: {error}

# profileEditUrlInvalid
source: Please enter a valid URL (e.g., https://example.com)
de: Bitte geben Sie eine gültige URL ein (z.B. https://example.com)
es: Por favor, ingrese una URL válida (ej., https://example.com)
pt: Por favor, digite uma URL válida (ex., https://example.com)

# profileEditHttpsRequired
source: Referral link must use HTTPS (not HTTP) for security
de: Empfehlungslink muss HTTPS (nicht HTTP) zur Sicherheit verwenden
es: El enlace de referencia debe usar HTTPS (no HTTP) por seguridad
pt: O link de indicação deve usar HTTPS (não HTTP) por segurança

# profileEditUrlFormatInvalid
source: Invalid URL format. Please check your referral link.
de: Ungültiges URL-Format. Bitte überprüfen Sie Ihren Empfehlungslink.
es: Formato de URL inválido. Por favor, verifique su enlace de referencia.
pt: Formato de URL inválido. Por favor, verifique seu link de indicação.

# profileEditUnableToVerify
source: Unable to verify referral link
de: Empfehlungslink kann nicht verifiziert werden
es: No se puede verificar el enlace de referencia
pt: Não foi possível verificar o link de indicação

# profileEditDomainRequired
source: Please enter a valid link with a proper domain
de: Bitte geben Sie einen gültigen Link mit einer richtigen Domain ein
es: Por favor, ingrese un enlace válido con un dominio apropiado
pt: Por favor, digite um link válido com um domínio apropriado

# profileEditNoLocalhost
source: Please enter a valid business referral link (not localhost or IP address)
de: Bitte geben Sie einen gültigen geschäftlichen Empfehlungslink ein (nicht localhost oder IP-Adresse)
es: Por favor, ingrese un enlace de referencia de negocio válido (no localhost o dirección IP)
pt: Por favor, digite um link de indicação de negócio válido (não localhost ou endereço IP)

# profileEditDomainWithTld
source: Please enter a valid link with a proper domain (e.g., company.com)
de: Bitte geben Sie einen gültigen Link mit einer richtigen Domain ein (z.B. firma.com)
es: Por favor, ingrese un enlace válido con un dominio apropiado (ej., company.com)
pt: Por favor, digite um link válido com um domínio apropriado (ex., company.com)

# profileEditBaseUrlRequired
source: Referral link must begin with: {baseUrl}
de: Empfehlungslink muss beginnen mit: {baseUrl}
es: El enlace de referencia debe comenzar con: {baseUrl}
pt: O link de indicação deve começar com: {baseUrl}

# profileEditNotHomepage
source: Please enter your unique referral link, not just the homepage
de: Bitte geben Sie Ihren eindeutigen Empfehlungslink ein, nicht nur die Startseite
es: Por favor, ingrese su enlace de referencia único, no solo la página principal
pt: Por favor, digite seu link de indicação único, não apenas a página inicial

# profileEditInvalidFormat
source: Invalid link format
de: Ungültiges Link-Format
es: Formato de enlace inválido
pt: Formato de link inválido

# profileEditReferralRequired
source: Please enter your referral link
de: Bitte geben Sie Ihren Empfehlungslink ein
es: Por favor, ingrese su enlace de referencia
pt: Por favor, digite seu link de indicação

# profileEditConfirmReferral
source: Please confirm your referral link
de: Bitte bestätigen Sie Ihren Empfehlungslink
es: Por favor, confirme su enlace de referencia
pt: Por favor, confirme seu link de indicação
