Repository: scscot/tbp
Catalog: lib/l10n/app_*.arb
Languages: de, es, pt

# termsSection14Content
source: GOVERNING LAW: • These Terms are governed by the laws of the State of Utah, USA • Federal law applies where applicable • You consent to jurisdiction in Utah courts INFORMAL RESOLUTION: • Contact us first to resolve disputes informally • Email: support@teambuildpro.com • We will attempt to resolve issues in good faith • Most concerns can be addressed through communication ARBITRATION (IF REQUIRED): • Disputes may be subject to binding arbitration • Arbitration conducted under American Arbitration Association rules • Individual arbitration only - no class actions • Arbitration location: Utah, USA EXCEPTIONS: • Either party may seek injunctive relief in court • Intellectual property disputes may be litigated • Small claims court remains available for qualifying claims
de: INFORMELLE LÖSUNG: Bevor Sie ein formelles Streitbeilegungsverfahren einleiten, kontaktieren Sie uns bitte zuerst unter support@teambuildpro.com und beschreiben Sie das Problem. Wir werden versuchen, es informell zu lösen. SCHIEDSVERFAHREN: Falls die informelle Lösung fehlschlägt, stimmen Sie zu, dass alle Streitigkeiten durch verbindliches Schiedsverfahren beigelegt werden. Jede Partei wird ihre eigenen Kosten tragen. KLASSENKLAGENVERZICHT: Sie stimmen zu, Ansprüche nur auf individueller Basis geltend zu machen, nicht als Teil einer Sammelklage. GERICHTSSTAND: Für Streitigkeiten, die nicht dem Schiedsverfahren unterliegen, unterliegen diese den Gerichten von [Gerichtsbarkeit].
es: LEY APLICABLE: • Estos Términos se rigen por las leyes del Estado de Utah, USA • La ley federal se aplica cuando corresponda • Usted consiente a la jurisdicción en los tribunales de Utah RESOLUCIÓN INFORMAL: • Contáctenos primero para resolver disputas informalmente • Email: support@teambuildpro.com • Intentaremos resolver problemas de buena fe • La mayoría de las preocupaciones se pueden abordar mediante comunicación ARBITRAJE (SI SE REQUIERE): • Las disputas pueden estar sujetas a arbitraje vinculante • Arbitraje realizado bajo las reglas de la American Arbitration Association • Arbitraje individual solamente - sin acciones de clase • Ubicación del arbitraje: Utah, USA EXCEPCIONES: • Cualquiera de las partes puede buscar medidas cautelares en tribunales • Las disputas de propiedad intelectual pueden litigarse • El tribunal de reclamos menores permanece disponible para reclamos calificados
pt: LEI APLICÁVEL: • Estes Termos são regidos pelas leis do Estado de Utah, USA • A lei federal se aplica quando aplicável • Você consente com a jurisdição nos tribunais de Utah RESOLUÇÃO INFORMAL: • Entre em contato conosco primeiro para resolver disputas informalmente • Email: support@teambuildpro.com • Tentaremos resolver problemas de boa fé • A maioria das preocupações pode ser abordada através de comunicação ARBITRAGEM (SE NECESSÁRIO): • Disputas podem estar sujeitas a arbitragem vinculante • Arbitragem conduzida sob as regras da American Arbitration Association • Arbitragem individual apenas - sem ações coletivas • Localização da arbitragem: Utah, USA EXCEÇÕES: • Qualquer parte pode buscar medidas cautelares em tribunal • Disputas de propriedade intelectual podem ser litigadas • O tribunal de pequenas causas permanece disponível para reclamações qualificadas

# termsSection15Title
source: 15. CHANGES TO TERMS
de: 15. ÄNDERUNGEN DER BEDINGUNGEN
es: 15. CAMBIOS EN LOS TÉRMINOS
pt: 15. MUDANÇAS NOS TERMOS

# termsSection15Content
source: MODIFICATIONS: • We may update these Terms at any time • Changes effective upon posting in the App • Continued use constitutes acceptance of changes • Material changes will be communicated via email or App notification YOUR OPTIONS: • Review Terms periodically for changes • If you disagree with changes, stop using the App • Cancel your subscription if you don't accept new Terms • Contact support@teambuildpro.com with questions EFFECTIVE DATE: • Current version effective as of posting date • Previous versions are superseded • We maintain records of Terms versions
de: ÄNDERUNGEN: • Wir können diese Bedingungen jederzeit aktualisieren • Änderungen werden bei Veröffentlichung in der App wirksam • Fortgesetzte Nutzung stellt Akzeptanz der Änderungen dar • Wesentliche Änderungen werden per E-Mail oder App-Benachrichtigung kommuniziert IHRE OPTIONEN: • Überprüfen Sie die Bedingungen regelmäßig auf Änderungen • Wenn Sie mit Änderungen nicht einverstanden sind, beenden Sie die Nutzung der App • Kündigen Sie Ihr Abonnement, wenn Sie neue Bedingungen nicht akzeptieren • Kontaktieren Sie support@teambuildpro.com bei Fragen INKRAFTTRETEN: • Aktuelle Version gilt ab Veröffentlichungsdatum • Frühere Versionen werden ersetzt • Wir führen Aufzeichnungen über Bedingungsversionen
es: MODIFICACIONES: • Podemos actualizar estos Términos en cualquier momento • Los cambios entran en vigencia al publicarse en la Aplicación • El uso continuado constituye aceptación de cambios • Los cambios materiales se comunicarán por correo electrónico o notificación de la Aplicación SUS OPCIONES: • Revise los Términos periódicamente para cambios • Si no está de acuerdo con los cambios, deje de usar la Aplicación • Cancele su suscripción si no acepta los nuevos Términos • Contacte a support@teambuildpro.com con preguntas FECHA EFECTIVA: • Versión actual efectiva a partir de la fecha de publicación • Las versiones anteriores son reemplazadas • Mantenemos registros de las versiones de los Términos
pt: MODIFICAÇÕES: • Podemos atualizar estes Termos a qualquer momento • As mudanças entram em vigor mediante publicação no Aplicativo • O uso continuado constitui aceitação das mudanças • Mudanças materiais serão comunicadas por e-mail ou notificação do Aplicativo SUAS OPÇÕES: • Revise os Termos periodicamente para mudanças • Se você discordar das mudanças, pare de usar o Aplicativo • Cancele sua assinatura se não aceitar os novos Termos • Entre em contato com support@teambuildpro.com com perguntas DATA EFETIVA: • Versão atual efetiva a partir da data de publicação • Versões anteriores são substituídas • Mantemos registros das versões dos Termos

# termsSection16Title
source: 16. GENERAL PROVISIONS
de: 16. ALLGEMEINE BESTIMMUNGEN
es: 16. DISPOSICIONES GENERALES
pt: 16. DISPOSIÇÕES GERAIS

# termsSection16Content
source: ENTIRE AGREEMENT: • These Terms constitute the entire agreement between you and Team Build Pro • They supersede all prior agreements or understandings • Apple's EULA terms also apply to App Store purchases SEVERABILITY: • If any provision is found invalid, the rest remains in effect • Invalid provisions will be modified to be enforceable • The Terms remain binding even with invalid provisions NO WAIVER: • Our failure to enforce any right doesn't waive that right • Waiver of one breach doesn't waive future breaches • All rights and remedies are cumulative ASSIGNMENT: • You may not assign these Terms without our consent • We may assign our rights and obligations • Terms bind permitted successors and assigns CONTACT INFORMATION: Team Build Pro Email: support@teambuildpro.com Website: https://www.teambuildpro.com Privacy Policy: https://info.teambuildpro.com/privacy-policy.html Last Updated: January 2025
de: VOLLSTÄNDIGKEIT: Diese Bedingungen stellen die vollständige Vereinbarung zwischen Ihnen und Team Build Pro dar. TRENNBARKEIT: Wenn eine Bestimmung für ungültig befunden wird, bleiben die übrigen Bestimmungen wirksam. VERZICHT: Das Versäumnis, eine Bestimmung durchzusetzen, stellt keinen Verzicht dar. ABTRETUNG: Sie dürfen diese Bedingungen nicht ohne unsere schriftliche Zustimmung abtreten. ÄNDERUNGEN: Wir können diese Bedingungen jederzeit ändern. Änderungen treten beim Posten in Kraft. BENACHRICHTIGUNGEN: Benachrichtigungen werden per E-Mail oder In-App-Nachricht gesendet. SPRACHE: Im Falle von Konflikten hat die englische Version Vorrang. ÜBERLEBEN: Bestimmungen, die nach Kündigung überleben sollten, bleiben wirksam.
es: ACUERDO COMPLETO: • Estos Términos constituyen el acuerdo completo entre usted y Team Build Pro • Reemplazan todos los acuerdos o entendimientos previos • Los términos del EULA de Apple también se aplican a las compras de App Store SEPARABILIDAD: • Si alguna disposición se encuentra inválida, el resto permanece en vigor • Las disposiciones inválidas se modificarán para ser ejecutables • Los Términos permanecen vinculantes incluso con disposiciones inválidas SIN RENUNCIA: • Nuestro incumplimiento de hacer cumplir cualquier derecho no renuncia a ese derecho • La renuncia de un incumplimiento no renuncia a incumplimientos futuros • Todos los derechos y recursos son acumulativos ASIGNACIÓN: • No puede asignar estos Términos sin nuestro consentimiento • Podemos asignar nuestros derechos y obligaciones • Los Términos vinculan a sucesores y cesionarios permitidos INFORMACIÓN DE CONTACTO: Team Build Pro Email: support@teambuildpro.com Sitio web: https://www.teambuildpro.com Política de Privacidad: https://info.teambuildpro.com/privacy-policy.html Última Actualización: Enero 2025
pt: ACORDO COMPLETO: • Estes Termos constituem o acordo completo entre você e Team Build Pro • Eles substituem todos os acordos ou entendimentos anteriores • Os termos do EULA da Apple também se aplicam a compras da App Store SEPARABILIDADE: • Se alguma disposição for considerada inválida, o restante permanece em vigor • Disposições inválidas serão modificadas para serem executáveis • Os Termos permanecem vinculativos mesmo com disposições inválidas SEM RENÚNCIA: • Nossa falha em fazer cumprir qualquer direito não renuncia a esse direito • Renúncia de uma violação não renuncia a violações futuras • Todos os direitos e recursos são cumulativos ATRIBUIÇÃO: • Você não pode atribuir estes Termos sem nosso consentimento • Podemos atribuir nossos direitos e obrigações • Os Termos vinculam sucessores e cessionários permitidos INFORMAÇÕES DE CONTATO: Team Build Pro Email: support@teambuildpro.com Website: https://www.teambuildpro.com Política de Privacidade: https://info.teambuildpro.com/privacy-policy.html Última Atualização: Janeiro 2025

# privacySection1Title
source: 1. INFORMATION WE COLLECT
de: 1. VON UNS GESAMMELTE INFORMATIONEN
es: 1. INFORMACIÓN QUE RECOPILAMOS
pt: 1. INFORMAÇÕES QUE COLETAMOS

# privacySection1Content
source: ACCOUNT INFORMATION: • Name and email address • Phone number (optional) • Profile information you provide • Authentication credentials USAGE DATA: • App interactions and features used • Device information (model, OS version) • Performance and crash data • Analytics data (anonymized where possible) CONTENT YOU CREATE: • Messages and communications • Contact information you add • Notes and relationship data • Files and media you upload LOCATION DATA: • We do not collect precise location data • General location may be derived from IP address • You can manage location permissions in device settings
de: Wir sammeln verschiedene Arten von Informationen: KONTOINFORMATIONEN: • Vollständiger Name • E-Mail-Adresse • Telefonnummer (optional) • Standortinformationen (Stadt, Bundesland, Land) • Profilbild (optional) • Bio und persönliche Beschreibung GESCHÄFTSINFORMATIONEN: • Empfehlungslinks zu Geschäftsmöglichkeiten • Teamnetzwerkbeziehungen • Sponsor-/Upline-Informationen • Fortschrittsmeilensteine und Leistungen NUTZUNGSDATEN: • App-Nutzungsstatistiken • Funktion-Interaktionen • Anmelde-/Abmeldeereignisse • Fehlerberichte und Absturzprotokolle • Gerätetyp und Betriebssystemversion KOMMUNIKATIONEN: • In-App-Nachrichten zwischen Benutzern • Kontaktaufnahmen mit dem Kundensupport • Feedback und Umfrageantworten AUTOMATISCH GESAMMELTE DATEN: • IP-Adresse • Gerät-Identifikatoren • Cookie-Daten • Standortdaten (mit Erlaubnis) • Analytics-Informationen
es: INFORMACIÓN DE CUENTA: • Nombre y dirección de correo electrónico • Número de teléfono (opcional) • Información de perfil que proporciona • Credenciales de autenticación DATOS DE USO: • Interacciones con la aplicación y características utilizadas • Información del dispositivo (modelo, versión del SO) • Datos de rendimiento y fallos • Datos de análisis (anonimizados cuando sea posible) CONTENIDO QUE CREA: • Mensajes y comunicaciones • Información de contacto que agrega • Notas y datos de relaciones • Archivos y medios que carga DATOS DE UBICACIÓN: • No recopilamos datos de ubicación precisa • La ubicación general puede derivarse de la dirección IP • Puede administrar los permisos de ubicación en la configuración del dispositivo
pt: INFORMAÇÕES DA CONTA: • Nome e endereço de e-mail • Número de telefone (opcional) • Informações de perfil que você fornece • Credenciais de autenticação DADOS DE USO: • Interações com o aplicativo e recursos usados • Informações do dispositivo (modelo, versão do SO) • Dados de desempenho e falhas • Dados de análise (anonimizados quando possível) CONTEÚDO QUE VOCÊ CRIA: • Mensagens e comunicações • Informações de contato que você adiciona • Notas e dados de relacionamento • Arquivos e mídia que você envia DADOS DE LOCALIZAÇÃO: • Não coletamos dados de localização precisa • A localização geral pode ser derivada do endereço IP • Você pode gerenciar permissões de localização nas configurações do dispositivo

# privacySection2Title
source: 2. HOW WE USE YOUR INFORMATION
de: 2. WIE WIR IHRE INFORMATIONEN VERWENDEN
es: 2. CÓMO USAMOS SU INFORMACIÓN
pt: 2. COMO USAMOS SUAS INFORMAÇÕES

# privacySection2Content
source: We use collected information to: PROVIDE SERVICES: • Create and manage your account • Enable App features and functionality • Process your subscription payments • Provide customer support • Send service-related notifications IMPROVE OUR APP: • Analyze usage patterns and trends • Fix bugs and improve performance • Develop new features • Conduct research and analytics COMMUNICATIONS: • Send important service updates • Respond to your inquiries • Provide technical support • Send optional marketing (you can opt out) LEGAL COMPLIANCE: • Comply with legal obligations • Enforce our Terms of Service • Protect rights and safety • Prevent fraud and abuse
de: Wir verwenden Ihre Informationen für: DIENSTBEREITSTELLUNG: • Erstellen und Verwalten Ihres Kontos • Bereitstellen von Teamnetzwerk-Tracking • Ermöglichen der Kommunikation zwischen Benutzern • Verarbeiten von Empfehlungslinks • Liefern von Benachrichtigungen und Updates VERBESSERUNG DES DIENSTES: • Analysieren der App-Nutzung • Identifizieren und Beheben technischer Probleme • Entwickeln neuer Funktionen • Verbessern der Benutzererfahrung • Durchführen von Forschung und Analyse KOMMUNIKATION: • Senden von transaktionalen E-Mails • Bereitstellen von Kundensupport • Senden von Marketing-Mitteilungen (mit Zustimmung) • Benachrichtigen über wichtige Updates RECHTLICHE COMPLIANCE: • Erfüllung rechtlicher Verpflichtungen • Durchsetzen unserer Nutzungsbedingungen • Schutz unserer Rechte und Sicherheit • Verhinderung von Betrug und Missbrauch
es: Usamos la información recopilada para: PROPORCIONAR SERVICIOS: • Crear y administrar su cuenta • Habilitar características y funcionalidad de la Aplicación • Procesar sus pagos de suscripción • Proporcionar atención al cliente • Enviar notificaciones relacionadas con el servicio MEJORAR NUESTRA APLICACIÓN: • Analizar patrones de uso y tendencias • Corregir errores y mejorar el rendimiento • Desarrollar nuevas características • Realizar investigaciones y análisis COMUNICACIONES: • Enviar actualizaciones importantes del servicio • Responder a sus consultas • Proporcionar soporte técnico • Enviar marketing opcional (puede optar por no participar) CUMPLIMIENTO LEGAL: • Cumplir con obligaciones legales • Hacer cumplir nuestros Términos de Servicio • Proteger derechos y seguridad • Prevenir fraude y abuso
pt: Usamos as informações coletadas para: FORNECER SERVIÇOS: • Criar e gerenciar sua conta • Habilitar recursos e funcionalidade do Aplicativo • Processar seus pagamentos de assinatura • Fornecer suporte ao cliente • Enviar notificações relacionadas ao serviço MELHORAR NOSSO APLICATIVO: • Analisar padrões de uso e tendências • Corrigir bugs e melhorar o desempenho • Desenvolver novos recursos • Realizar pesquisas e análises COMUNICAÇÕES: • Enviar atualizações importantes do serviço • Responder às suas consultas • Fornecer suporte técnico • Enviar marketing opcional (você pode cancelar) CONFORMIDADE LEGAL: • Cumprir obrigações legais • Fazer cumprir nossos Termos de Serviço • Proteger direitos e segurança • Prevenir fraude e abuso

# privacySection3Title
source: 3. HOW WE SHARE YOUR INFORMATION
de: 3. DATENWEITERGABE UND OFFENLEGUNG
es: 3. CÓMO COMPARTIMOS SU INFORMACIÓN
pt: 3. COMO COMPARTILHAMOS SUAS INFORMAÇÕES

# privacySection3Content
source: We share information only in these limited circumstances: SERVICE PROVIDERS: • Cloud hosting (Firebase/Google Cloud) • Payment processing (Apple) • Analytics services • Customer support tools • These providers are contractually obligated to protect your data LEGAL REQUIREMENTS: • When required by law or legal process • To protect rights, property, or safety • In connection with legal proceedings • To prevent fraud or illegal activity BUSINESS TRANSFERS: • In connection with merger, acquisition, or sale of assets • Your data may transfer to successor entity • You will be notified of any such transfer WITH YOUR CONSENT: • When you explicitly authorize sharing • For purposes you approve WE DO NOT: • Sell your personal information • Share data for third-party marketing • Provide data to data brokers
de: Wir verkaufen Ihre persönlichen Daten NICHT. Wir können Daten teilen mit: DIENSTLEISTERN: • Cloud-Hosting-Anbieter (Firebase/Google Cloud) • Analytics-Anbieter • Zahlungsabwickler (Apple, Google) • Kundensupport-Tools • E-Mail-Dienstleister GESCHÄFTLICHE ÜBERTRAGUNGEN: • Im Falle von Fusion, Akquisition oder Vermögensverkauf • Mit ordnungsgemäßer Benachrichtigung an Benutzer RECHTLICHE ANFORDERUNGEN: • Wenn gesetzlich erforderlich • Zur Reaktion auf Vorladungen oder Gerichtsbeschlüsse • Zum Schutz unserer Rechte oder der Sicherheit anderer • Zur Verhinderung illegaler Aktivitäten MIT IHRER ZUSTIMMUNG: • Wenn Sie uns ausdrückliche Erlaubnis geben • Für spezifische Zwecke, die Sie autorisieren ÖFFENTLICHE INFORMATIONEN: • Profilname und Bild (kontrollierbar in den Einstellungen) • Teamnetzwerkbeziehungen (sichtbar für verbundene Benutzer) • Öffentlich geteilte Inhalte
es: Compartimos información solo en estas circunstancias limitadas: PROVEEDORES DE SERVICIOS: • Alojamiento en la nube (Firebase/Google Cloud) • Procesamiento de pagos (Apple) • Servicios de análisis • Herramientas de atención al cliente • Estos proveedores están contractualmente obligados a proteger sus datos REQUISITOS LEGALES: • Cuando lo requiera la ley o proceso legal • Para proteger derechos, propiedad o seguridad • En relación con procedimientos legales • Para prevenir fraude o actividad ilegal TRANSFERENCIAS COMERCIALES: • En relación con fusión, adquisición o venta de activos • Sus datos pueden transferirse a entidad sucesora • Se le notificará de cualquier transferencia CON SU CONSENTIMIENTO: • Cuando usted autoriza explícitamente el compartir • Para propósitos que aprueba NO HACEMOS: • Vender su información personal • Compartir datos para marketing de terceros • Proporcionar datos a corredores de datos
pt: Compartilhamos informações apenas nestas circunstâncias limitadas: FORNECEDORES DE SERVIÇOS: • Hospedagem em nuvem (Firebase/Google Cloud) • Processamento de pagamentos (Apple) • Serviços de análise • Ferramentas de suporte ao cliente • Esses provedores são contratualmente obrigados a proteger seus dados REQUISITOS LEGAIS: • Quando exigido por lei ou processo legal • Para proteger direitos, propriedade ou segurança • Em conexão com processos legais • Para prevenir fraude ou atividade ilegal TRANSFERÊNCIAS COMERCIAIS: • Em conexão com fusão, aquisição ou venda de ativos • Seus dados podem ser transferidos para entidade sucessora • Você será notificado de qualquer transferência COM SEU CONSENTIMENTO: • Quando você autoriza explicitamente o compartilhamento • Para propósitos que você aprova NÓS NÃO: • Vendemos suas informações pessoais • Compartilhamos dados para marketing de terceiros • Fornecemos dados para corretores de dados

# privacySection4Title
source: 4. DATA SECURITY
de: 4. DATENSICHERHEIT
es: 4. SEGURIDAD DE DATOS
pt: 4. SEGURANÇA DE DADOS

# privacySection4Content
source: SECURITY MEASURES: • Industry-standard encryption in transit and at rest • Secure authentication systems • Regular security assessments • Access controls and monitoring • Secure data centers (Google Cloud/Firebase) YOUR RESPONSIBILITIES: • Keep your password confidential • Use device security features (passcode, biometrics) • Report suspicious activity immediately • Keep your device and app updated LIMITATIONS: • No system is 100% secure • You use the App at your own risk • We cannot guarantee absolute security • Report security concerns to: support@teambuildpro.com
de: Wir implementieren Sicherheitsmaßnahmen gemäß Industriestandards: VERSCHLÜSSELUNG: • SSL/TLS-Verschlüsselung für die Datenübertragung • Verschlüsselung im Ruhezustand für gespeicherte Daten • End-to-End-Verschlüsselung für Nachrichten ZUGANGSKONTROLLEN: • Sichere Authentifizierung • Rollenbasierte Zugangsberechtigungen • Regelmäßige Zugriffsaudits • Biometrische Authentifizierung (optional) INFRASTRUKTUR: • Sichere Cloud-Hosting (Google Cloud/Firebase) • Regelmäßige Sicherheitspatches und Updates • Firewalls und Eindringlingserkennung • Backup- und Wiederherstellungssysteme BESTE PRAKTIKEN: • Verwenden Sie sichere Passwörter • Aktivieren Sie biometrische Authentifizierung • Halten Sie die App auf dem neuesten Stand • Melden Sie verdächtige Aktivitäten sofort • Halten Sie Ihr Gerät und die App auf dem neuesten Stand EINSCHRÄNKUNGEN: • Kein System ist zu 100% sicher • Sie nutzen die App auf eigenes Risiko • Wir können absolute Sicherheit nicht garantieren • Melden Sie Sicherheitsbedenken an: support@teambuildpro.com
es: MEDIDAS DE SEGURIDAD: • Cifrado estándar de la industria en tránsito y en reposo • Sistemas de autenticación seguros • Evaluaciones de seguridad regulares • Controles de acceso y monitoreo • Centros de datos seguros (Google Cloud/Firebase) SUS RESPONSABILIDADES: • Mantenga su contraseña confidencial • Use características de seguridad del dispositivo (código de acceso, biometría) • Reporte actividad sospechosa inmediatamente • Mantenga su dispositivo y aplicación actualizados LIMITACIONES: • Ningún sistema es 100% seguro • Usa la Aplicación bajo su propio riesgo • No podemos garantizar seguridad absoluta • Reporte problemas de seguridad a: support@teambuildpro.com
pt: MEDIDAS DE SEGURANÇA: • Criptografia padrão da indústria em trânsito e em repouso • Sistemas de autenticação seguros • Avaliações de segurança regulares • Controles de acesso e monitoramento • Centros de dados seguros (Google Cloud/Firebase) SUAS RESPONSABILIDADES: • Mantenha sua senha confidencial • Use recursos de segurança do dispositivo (senha, biometria) • Relate atividade suspeita imediatamente • Mantenha seu dispositivo e aplicativo atualizados LIMITAÇÕES: • Nenhum sistema é 100% seguro • Você usa o Aplicativo por sua própria conta e risco • Não podemos garantir segurança absoluta • Relate problemas de segurança para: support@teambuildpro.com

# privacySection5Title
source: 5. YOUR PRIVACY RIGHTS
de: 5. IHRE DATENSCHUTZRECHTE
es: 5. SUS DERECHOS DE PRIVACIDAD
pt: 5. SEUS DIREITOS DE PRIVACIDADE
