Repository: scscot/tbp
Catalog: lib/l10n/app_*.arb
Languages: de, es, pt

# shareProspectSocialAnxietyMessage
source: Uncomfortable approaching friends and family? You don't have to. Team Build Pro lets you build your {business} network online first - where it feels comfortable. The AI Coach drafts your messages, suggests who to contact, and tracks responses. You build relationships at your own pace, without pressure. No cold calls. No awkward pitches. Just genuine connections guided by AI. Start building on your terms: {link} Finally, a way to grow your network that feels natural to you.
de: Der Grund, warum ich nie voll bei {business} oder ähnlichem eingestiegen bin? Der Gedanke an unangenehme Verkaufsgespräche lässt mich erschaudern. Ich habe Team Build Pro gefunden - es lässt Sie ein Team online aufbauen, in Ihrem eigenen Tempo, mit vorgefertigten Nachrichten. Keine Kaltakquise, keine persönlichen Pitches. Und hier ist das Wichtige: Sie können all das tun, BEVOR Sie irgendeiner Gelegenheit beitreten. So können Sie Selbstvertrauen aufbauen und sehen, ob es für Sie funktioniert, ohne den Druck. Ich probiere es selbst aus. Dachte, Sie würden den drucklosen Ansatz auch schätzen: {link} Wir können Netzwerke aufbauen, ohne "diese Person" auf Partys zu sein.
es: ¿Considerando {business} pero incómodo con conversaciones difíciles? No está solo. Team Build Pro le permite construir su equipo de {business} ANTES de unirse oficialmente - en línea, a su propio ritmo, donde se siente cómodo. El Coach de IA: - 16 mensajes pre-escritos - sin más "¿qué digo?" - Rastree prospectos a su propio ritmo - Obtenga asesoría de IA 24/7 cuando la necesite - Construya su red en línea, cómodamente Sin llamadas en frío. Sin presentaciones incómodas cara a cara. Solo conexiones genuinas en línea guiadas por IA. Usted construye impulso real sin riesgo. Así que cuando se una a {business}, estará lanzando con personas que ya le esperan. Comience a construir en sus términos: {link}
pt: Considerando {business} mas desconfortável com conversas constrangedoras? Você não está sozinho. O Team Build Pro permite que você construa sua equipe {business} ANTES de se juntar oficialmente - online, no seu próprio ritmo, onde se sente confortável. O Coach de IA: - Redige mensagens de recrutamento para você - Sugere quem contatar em seguida - Rastreia respostas e engajamento - Guia cada conversa passo a passo Sem ligações frias. Sem pitches constrangedores cara a cara. Apenas conexões online genuínas guiadas por IA. Você constrói impulso real sem riscos. Quando entrar na {business}, você estará lançando com pessoas já esperando por você. Comece a construir nos seus termos: {link}

# shareProspectTimeConstrainedTitle
source: For Busy Professionals
de: Für vielbeschäftigte Profis
es: Para Profesionales Ocupados
pt: Para Profissionais Ocupados

# shareProspectTimeConstrainedDescription
source: Ideal for prospects juggling job, family, and other commitments
de: Ideal für Kandidaten, die Job, Familie und andere Verpflichtungen jonglieren
es: Ideal para prospectos haciendo malabarismos con trabajo, familia y otros compromisos
pt: Ideal para prospectos fazendo malabarismos com trabalho, família e outros compromissos

# shareProspectTimeConstrainedSubject
source: Build Your Team in the Gaps
de: {business} in freien Momenten erkunden
es: Construya Su Equipo en los Huecos
pt: Construa Sua Equipe nas Brechas

# shareProspectTimeConstrainedMessage
source: Can't dedicate full-time hours? You don't need to. Team Build Pro works around your schedule. Build your {business} team during morning coffee, lunch breaks, or evening downtime. The AI handles the heavy lifting: - Schedules your follow-ups automatically - Reminds you when it's time to reach out - Tracks everything so you never lose momentum Work 15 minutes here, 20 minutes there. The AI makes every minute count. See how it fits your life: {link} Build a real business without sacrificing everything else.
de: Ich weiß, Sie sind genauso beschäftigt wie ich. Das war immer die Ausrede, Dinge wie {business} nicht zu erkunden. Ich habe Team Build Pro gefunden - Sie können ein Team in kleinen Zeitabschnitten aufbauen. 15 Minuten hier, 20 Minuten dort. Der KI-Coach und vorgefertigte Nachrichten machen es effizient. Das Beste daran? Sie tun dies, BEVOR Sie irgendeiner Gelegenheit beitreten. So können Sie es um Ihren Zeitplan herum testen, ohne Verpflichtung. Ich probiere es während der Mittagspausen und Kaffeezeit aus: {link} Wenn es für jemanden so zeitgepresst wie uns funktioniert, könnte es sich lohnen, es gemeinsam zu erkunden.
es: ¿Interesado en {business} pero no puede dedicar horas de tiempo completo? No las necesita. Team Build Pro le permite construir su equipo de {business} ANTES de unirse oficialmente - en los huecos de su vida ocupada. ¿Café de la mañana? ¿Descanso para almorzar? ¿Tiempo libre nocturno? El Coach de IA se adapta a su horario: - 16 mensajes pre-escritos listos para enviar en cualquier momento - Rastree todos sus prospectos en un solo lugar - Obtenga asesoría de IA cuando tenga unos minutos - Vea su progreso e impulso crecer Trabaje 15 minutos aquí, 20 minutos allá. La IA hace que cada minuto cuente. Así que cuando se una a {business}, estará lanzando con personas que ya esperan - no empezando desde cero. Vea cómo encaja en su vida: {link}
pt: Interessado em {business} mas não pode dedicar horas em tempo integral? Você não precisa. O Team Build Pro permite que você construa sua equipe {business} ANTES de se juntar oficialmente - nas brechas da sua vida ocupada. Café da manhã? Pausa para almoço? Tempo livre à noite? O Coach de IA funciona em torno da sua agenda: - Redige mensagens de recrutamento para você - Agenda acompanhamentos automaticamente - Lembra você quando é hora de entrar em contato - Rastreia tudo para que o impulso nunca pare Trabalhe 15 minutos aqui, 20 minutos ali. A IA faz cada minuto contar. Quando você entrar na {business}, estará lançando com pessoas já esperando - não começando do zero. Veja como se encaixa na sua vida: {link}

# shareProspectFinancialRiskAverseTitle
source: Afraid of Losing Money
de: Angst, Geld zu verlieren
es: Miedo a Perder Dinero
pt: Medo de Perder Dinheiro

# shareProspectFinancialRiskAverseDescription
source: Great for prospects worried about financial risk
de: Großartig für Kandidaten, die sich vor finanziellem Risiko sorgen
es: Ideal para prospectos preocupados por el riesgo financiero
pt: Ótimo para prospectos preocupados com risco financeiro

# shareProspectFinancialRiskAverseSubject
source: See Results Before Investing Heavily
de: {business} ohne finanzielles Risiko erst mal testen
es: Vea Resultados Antes de Invertir
pt: Veja Resultados Antes de Investir

# shareProspectFinancialRiskAverseMessage
source: Worried about losing money? Smart. With Team Build Pro, you can pre-build your {business} team and see real results before investing heavily. Start for free. Test the system. Track your actual progress in real-time. Only $4.99/month once you're ready to invite your first prospects. No expensive lead funnels. No complex systems. Just AI-powered tools that help you build real relationships and real momentum. See proof first: {link} You deserve to see what's possible before risking anything.
de: Was mich immer von {business} abgehalten hat? Ich hasse es, Geld für Dinge zu verlieren, die nicht funktionieren. Ich habe Team Build Pro gefunden - es lässt Sie ein Team aufbauen, BEVOR Sie irgendeiner Gelegenheit beitreten. Sie können echte Ergebnisse sehen, bevor Sie in irgendetwas investieren. Die App kostet nur 4,99 €/Monat nach einer kostenlosen Testversion. Viel weniger als blind in eine Gelegenheit einzusteigen. Ich teste es, um zu sehen, ob ich tatsächlich Leute rekrutieren kann, bevor ich einsteige: {link} Dachte, Sie würden den risikoarmen Ansatz auch schätzen. Beweise sehen, bevor echtes Geld ausgegeben wird.
es: ¿Considerando {business} pero preocupado por perder dinero? Inteligente. Team Build Pro le permite construir su equipo de {business} ANTES de unirse oficialmente - así ve resultados reales antes de invertir fuerte. Comience gratis. Pruebe el sistema de reclutamiento de IA. Rastree su progreso real en tiempo real: - Vea quién está interesado en unirse a su equipo - Observe cómo crece su impulso - Compruebe que el sistema funciona para usted Solo $4.99/mes una vez que esté listo para invitar prospectos. Sin embudos de leads costosos. Sin sistemas complejos. Cuando finalmente se una a {business}, estará lanzando con personas que ya esperan - no arriesgando todo con cero impulso. Vea la prueba primero: {link}
pt: Considerando {business} mas preocupado em perder dinheiro? Inteligente. O Team Build Pro permite que você construa sua equipe {business} ANTES de se juntar oficialmente - para que você veja resultados reais antes de investir muito. Comece grátis. Teste o sistema de recrutamento de IA. Rastreie seu progresso real em tempo real: - Veja quem está interessado em entrar na sua equipe - Observe seu impulso crescer - Prove que o sistema funciona para você Apenas $4,99/mês quando estiver pronto para convidar prospectos. Sem funis de leads caros. Sem sistemas complexos. Quando finalmente entrar na {business}, você estará lançando com pessoas já esperando - não arriscando tudo com zero impulso. Veja a prova primeiro: {link}

# shareProspectSkepticalRealistTitle
source: Show Me Proof
de: Zeigen Sie mir Beweise
es: Muéstreme Pruebas
pt: Me Mostre Prova

# shareProspectSkepticalRealistDescription
source: Perfect for prospects burned by false promises
de: Perfekt für Kandidaten, die von falschen Versprechen enttäuscht wurden
es: Perfecto para prospectos quemados por falsas promesas
pt: Perfeito para prospectos queimados por falsas promessas

# shareProspectSkepticalRealistSubject
source: No Hype. Just Track Your Real Progress
de: Kein Hype - Nur {business} auf smarte Weise testen
es: Sin Exageraciones. Rastree Su Progreso Real
pt: Sem Exageros. Rastreie Seu Progresso Real

# shareProspectSkepticalRealistMessage
source: Tired of empty promises and hype? Team Build Pro shows you real metrics. No fluff. No exaggeration. Your dashboard tracks: - How many people you've contacted - Who's responded and who's interested - Your actual momentum toward qualification (4 direct + 20 total) - Next steps the AI recommends You'll know exactly where you stand before joining {business}. No surprises. No false hope. Just data. See the transparency: {link} Finally, a system that shows you the truth.
de: Ich bin genauso skeptisch wie Sie. Jeder {business}-Pitch klingt gleich - "lebensveränderndes Einkommen!" Ja, klar. Ich habe Team Build Pro gefunden - keine weitere Gelegenheit, nur ein Tool. Es zeigt Ihnen echte Metriken: wen Sie kontaktiert haben, wer interessiert ist, Ihren tatsächlichen Fortschritt. Kein Geschwätz. Und Sie können all das tun, BEVOR Sie irgendwo einsteigen. Daten vor Entscheidungen. Ich teste es, um zu sehen, ob die Zahlen tatsächlich funktionieren: {link} Keine Versprechen. Kein Hype. Lassen Sie mich nur wissen, ob die Daten für Sie interessant aussehen.
es: ¿Considerando {business} pero cansado de promesas vacías y exageraciones? Team Build Pro le permite construir su equipo de {business} ANTES de unirse oficialmente - y le muestra métricas reales en cada paso del camino. Sin relleno. Sin exageración. Su panel rastrea: - Cuántas personas ha contactado - Quién ha respondido y quién está interesado - Su impulso real hacia la calificación (4 directos + 20 totales) - Los próximos pasos que recomienda el Coach de IA Ve exactamente dónde está antes de unirse a {business}. Sin sorpresas. Sin falsas esperanzas. Solo datos. Cuando finalmente se una, estará lanzando con pruebas - no con fe ciega. Vea la transparencia: {link}
pt: Considerando {business} mas cansado de promessas vazias e exageros? O Team Build Pro permite que você construa sua equipe {business} ANTES de se juntar oficialmente - e mostra métricas reais em cada passo. Sem enrolação. Sem exagero. Seu painel rastreia: - Quantas pessoas você contatou - Quem respondeu e quem está interessado - Seu impulso real em direção à qualificação (4 diretos + 20 totais) - Os próximos passos que o Coach de IA recomenda Você vê exatamente onde está antes de entrar na {business}. Sem surpresas. Sem falsas esperanças. Apenas dados. Quando finalmente entrar, você estará lançando com prova - não com fé cega. Veja a transparência: {link}

# sharePartnerWarmMarketExhaustedTitle
source: Warm Market Exhausted
de: Warmer Markt erschöpft
es: Mercado Cálido Agotado
pt: Mercado Quente Esgotado

# sharePartnerWarmMarketExhaustedDescription
source: For partners who've tapped out friends and family
de: Für Partner, die Freunde und Familie ausgeschöpft haben
es: Para socios que han agotado amigos y familiares
pt: Para parceiros que esgotaram amigos e familiares

# sharePartnerWarmMarketExhaustedSubject
source: Give Your Team an AI Recruiting Companion
de: Geben Sie Ihrem Team einen KI-Recruiting-Begleiter
es: Dé a Su Equipo un Compañero de Reclutamiento de IA
pt: Dê à Sua Equipe um Companheiro de Recrutamento de IA

# sharePartnerWarmMarketExhaustedMessage
source: Tapped out your warm market? Tired of leads that ghost you? Give your {business} team an AI recruiting companion instead. Team Build Pro drafts your team's recruiting messages, times their follow-ups, tracks prospect interest, and coaches every conversation. Your prospects pre-build their teams before joining - so they launch with momentum, not from zero. Best part? Your entire team gets the same AI advantage. True duplication at scale. See how: {link} Stop chasing. Start coaching with AI.
de: Ihr {business}-Team hat den warmen Markt ausgeschöpft? Müde, sie Leads nachjagen zu sehen, die sie ghosten? Geben Sie Ihrer gesamten {business}-Organisation einen KI-Recruiting-Begleiter. Team Build Pro funktioniert für jede Person in Ihrem Team: - 16 vorgefertigte Nachrichten - kein "Was sage ich?" - Kandidateninteresse und Engagement verfolgen - 24/7 KI-Coach beantwortet ihre Fragen - Alle duplizieren dasselbe bewährte System Ihre Kandidaten bauen Teams vor, BEVOR sie beitreten - starten mit Dynamik, nicht von Null. Ihr gesamtes {business}-Team erhält denselben KI-Vorteil. Echte Duplikation im großen Maßstab. Stärken Sie Ihr Team: {link} Hören Sie auf, ihnen beim Jagen zuzusehen. Fangen Sie an, ihnen beim Gewinnen zuzusehen.
es: ¿Su equipo de {business} agotó su mercado cálido? ¿Cansado de verlos perseguir leads que los ignoran? Dé a toda su organización de {business} un compañero de reclutamiento de IA. Team Build Pro funciona para cada persona en su equipo: - 16 mensajes pre-escritos eliminan el "¿qué digo?" - Rastrean el interés y participación de prospectos - Coach de IA 24/7 responde sus preguntas - Todos duplican el mismo sistema probado Sus prospectos pre-construyen equipos ANTES de unirse - lanzando con impulso, no desde cero. Todo su equipo de {business} obtiene la misma ventaja de IA. Verdadera duplicación a escala. Empodere a su equipo: {link} Deje de verlos perseguir. Comience a verlos tener éxito.
pt: Sua equipe {business} esgotou o mercado quente? Cansado de vê-los perseguindo leads que somem? Dê à sua organização {business} inteira um companheiro de recrutamento de IA. O Team Build Pro funciona para cada pessoa na sua equipe: - Redige suas mensagens de recrutamento - Agenda seus acompanhamentos perfeitamente - Rastreia interesse de prospectos automaticamente - Orienta cada conversa Seus prospectos pré-constroem equipes ANTES de entrar - lançando com impulso, não do zero. Sua equipe {business} inteira obtém a mesma vantagem de IA. Verdadeira duplicação em escala. Empodere sua equipe: {link} Pare de vê-los perseguindo. Comece a vê-los tendo sucesso.

# sharePartnerExpensiveSystemFatigueTitle
source: System Fatigue & Expense
de: System-Müdigkeit & Kosten
es: Fatiga de Sistemas y Gastos
pt: Fadiga de Sistema e Despesa

# sharePartnerExpensiveSystemFatigueDescription
source: For partners burned out on expensive recruiting methods
de: Für Partner, die von teuren Rekrutierungsmethoden ausgebrannt sind
es: Para socios agotados de métodos de reclutamiento costosos
pt: Para parceiros esgotados de métodos de recrutamento caros

# sharePartnerExpensiveSystemFatigueSubject
source: The AI Recruiting System Inside Team Build Pro
de: Hören Sie auf zu viel zu zahlen. Stärken Sie Ihr Team mit KI
es: Deje de Pagar de Más. Empodere a Su Equipo con IA
pt: Pare de Pagar Demais. Empodere Sua Equipe com IA

# sharePartnerExpensiveSystemFatigueMessage
source: Sick of paying for leads, funnels, and systems that don't duplicate? Team Build Pro has AI recruiting built right in - no extra cost, no complex setup. It drafts recruiting messages, schedules follow-ups, tracks engagement, and coaches your entire {business} team through every conversation. Your prospects pre-build their teams before joining. Your team duplicates the same AI tools. Everyone wins. One simple system. Real results. Check it out: {link} Stop overpaying. Start using AI.
de: Ihr {business}-Team verbrennt Geld für Leads, Funnels und Systeme, die sich nicht duplizieren? Team Build Pro gibt Ihrer gesamten {business}-Organisation KI-Recruiting-Tools - direkt integriert. Keine Extrakosten. Kein komplexes Setup. Jede Person in Ihrem Team erhält: - 16 vorgefertigte Recruiting-Nachrichten - Echtzeit-Engagement-Tracking - 24/7 KI-Coach für Beratung - Ein einfaches System, das dupliziert Ihre Kandidaten bauen Teams vor, BEVOR sie beitreten. Ihr {business}-Team dupliziert exakt dieselben KI-Tools. Alle gewinnen. Ein einfaches System. Echte Ergebnisse. Stärken Sie Ihr Team: {link} Hören Sie auf zu viel zu zahlen. Fangen Sie an, smart zu skalieren.
es: ¿Su equipo de {business} quemando dinero en leads, embudos y sistemas que no se duplican? Team Build Pro da a toda su organización de {business} herramientas de reclutamiento de IA - integradas. Sin costos extras. Sin configuración compleja. Cada persona en su equipo obtiene: - 16 mensajes de reclutamiento pre-escritos - Rastreo de participación en tiempo real - Coach de IA 24/7 para asesoría - Un sistema simple que se duplica Sus prospectos pre-construyen equipos ANTES de unirse. Su equipo de {business} duplica las mismas herramientas de IA exactas. Todos ganan. Un sistema simple. Resultados reales. Empodere a su equipo: {link} Deje de pagar de más. Comience a escalar inteligentemente.
pt: Sua equipe {business} queimando dinheiro com leads, funis e sistemas que não duplicam? O Team Build Pro dá à sua organização {business} inteira ferramentas de recrutamento de IA - integradas. Sem custos extras. Sem configuração complexa. Cada pessoa na sua equipe obtém: - Mensagens de recrutamento redigidas por IA - Agendamento automático de acompanhamentos - Rastreamento de engajamento em tempo real - Orientação de conversa passo a passo Seus prospectos pré-constroem equipes ANTES de entrar. Sua equipe {business} duplica as mesmas ferramentas de IA. Todos ganham. Um sistema simples. Resultados reais. Empodere sua equipe: {link} Pare de pagar demais. Comece a escalar com inteligência.

# sharePartnerDuplicationStruggleTitle
source: Duplication Challenges
de: Duplikationsherausforderungen
es: Desafíos de Duplicación
pt: Desafios de Duplicação

# sharePartnerDuplicationStruggleDescription
source: For leaders struggling to get their team to duplicate
de: Für Führungskräfte, die Schwierigkeiten haben, ihr Team zu duplizieren
es: Para líderes que luchan para que su equipo duplique
pt: Para líderes lutando para fazer sua equipe duplicar

# sharePartnerDuplicationStruggleSubject
source: AI-Powered Duplication for Your Entire Team
de: Endlich echte Duplikation für Ihr Team
es: Finalmente, Duplicación Real para Su Equipo
pt: Finalmente, Duplicação Real para Sua Equipe

# sharePartnerDuplicationStruggleMessage
source: Your team struggles to duplicate your recruiting success? Not anymore. Team Build Pro gives every person on your {business} team the same AI recruiting coach. It drafts their messages. Times their follow-ups. Tracks their prospects. Coaches their next steps. New recruit or veteran leader - everyone gets the same AI advantage. True system duplication. Your prospects pre-build teams before joining. Your team grows faster using identical AI tools. See it work: {link} Finally, a system your entire team can duplicate.
de: Ihr {business}-Team hat Schwierigkeiten, Ihren Recruiting-Erfolg zu duplizieren? Das endet heute. Team Build Pro gibt jeder Person in Ihrem {business}-Team denselben KI-Recruiting-Coach, den Sie sich gewünscht hätten: - Entwirft ihre Recruiting-Nachrichten - Plant ihre Follow-ups perfekt - Verfolgt ihre Kandidaten automatisch - Coacht ihre nächsten Schritte Neuer Rekrut oder erfahrene Führungskraft - alle in Ihrer {business}-Organisation erhalten identische KI-Tools. Echte Systemduplikation. Ihre Kandidaten bauen Teams vor, BEVOR sie beitreten. Ihr Team wächst schneller. Konstant. Stärken Sie echte Duplikation: {link} Endlich hat Ihr gesamtes Team auf dieselbe Weise Erfolg.
es: ¿Su equipo de {business} lucha para duplicar su éxito de reclutamiento? Eso termina hoy. Team Build Pro da a cada persona en su equipo de {business} el mismo coach de reclutamiento de IA que hubiera deseado tener: - Redacta sus mensajes de reclutamiento - Programa sus seguimientos perfectamente - Rastrea sus prospectos automáticamente - Asesora sus próximos pasos Recluta nuevo o líder veterano - todos en su organización de {business} obtienen herramientas de IA idénticas. Verdadera duplicación del sistema. Sus prospectos pre-construyen equipos ANTES de unirse. Su equipo crece más rápido. Consistentemente. Empodere la verdadera duplicación: {link} Finalmente, todo su equipo tiene éxito de la misma manera.
pt: Sua equipe {business} luta para duplicar seu sucesso de recrutamento? Isso acaba hoje. O Team Build Pro dá a cada pessoa na sua equipe {business} o mesmo coach de recrutamento de IA que você gostaria de ter tido: - Redige suas mensagens de recrutamento - Agenda seus acompanhamentos perfeitamente - Rastreia seus prospectos automaticamente - Orienta seus próximos passos Recém-chegado ou líder veterano - todos na sua organização {business} obtêm ferramentas de IA idênticas. Verdadeira duplicação do sistema. Seus prospectos pré-constroem equipes ANTES de entrar. Sua equipe cresce mais rápido. Consistentemente. Empodere duplicação verdadeira: {link} Finalmente, sua equipe inteira tem sucesso da mesma forma.

# sharePartnerGeneralTeamToolTitle
source: General Team Tool
de: Allgemeine Einladung
es: Invitación General
pt: Convite Geral

# sharePartnerGeneralTeamToolDescription
source: A versatile message for any partner situation
de: Eine vielseitige Nachricht für jede Partnersituation
es: Un mensaje versátil para cualquier situación de socio
pt: Uma mensagem versátil para qualquer situação de parceiro

# sharePartnerGeneralTeamToolSubject
source: The AI Recruiting Advantage for Your Team
de: Der KI-Recruiting-Vorteil für Ihr Team
es: La Ventaja de Reclutamiento de IA para Su Equipo
pt: A Vantagem de Recrutamento de IA para Sua Equipe
