Repository: scscot/tbp
Catalog: lib/l10n/app_*.arb
Languages: de, es, pt

# termsSection7Content
source: You agree NOT to: • Use the App for any illegal purpose • Violate any applicable laws or regulations • Infringe on intellectual property rights • Transmit harmful code, viruses, or malware • Harass, abuse, or harm other users • Impersonate others or provide false information • Attempt to gain unauthorized access to the App • Interfere with App functionality or security • Use automated systems to access the App without permission • Collect user information without consent • Engage in any activity that disrupts the App • Use the App to promote illegal schemes or scams
de: DATENSAMMLUNG: Wir sammeln: • Kontoinformationen (Name, E-Mail, etc.) • Teamnetzwerkdaten • Nutzungsstatistiken • Geräteinformationen • Standortdaten (wenn erlaubt) DATENNUTZUNG: Ihre Daten werden verwendet für: • Bereitstellung und Verbesserung des Dienstes • Senden von Benachrichtigungen und Updates • Kundenservice und Support • Analysen und Erkenntnisse • Rechtliche Compliance DATENSICHERHEIT: Wir implementieren: • Branchen-Standard-Verschlüsselung • Sichere Datenspeicherung • Zugangskontrollen • Regelmäßige Sicherheitsaudits Vollständige Details finden Sie in unserer Datenschutzerklärung.
es: Acepta NO: • Usar la Aplicación para ningún propósito ilegal • Violar ninguna ley o regulación aplicable • Infringir derechos de propiedad intelectual • Transmitir código dañino, virus o malware • Acosar, abusar o dañar a otros usuarios • Hacerse pasar por otros o proporcionar información falsa • Intentar obtener acceso no autorizado a la Aplicación • Interferir con la funcionalidad o seguridad de la Aplicación • Usar sistemas automatizados para acceder a la Aplicación sin permiso • Recopilar información de usuarios sin consentimiento • Participar en cualquier actividad que interrumpa la Aplicación • Usar la Aplicación para promover esquemas ilegales o estafas
pt: Você concorda em NÃO: • Usar o Aplicativo para qualquer propósito ilegal • Violar qualquer lei ou regulamento aplicável • Infringir direitos de propriedade intelectual • Transmitir código prejudicial, vírus ou malware • Assediar, abusar ou prejudicar outros usuários • Fazer-se passar por outros ou fornecer informações falsas • Tentar obter acesso não autorizado ao Aplicativo • Interferir com a funcionalidade ou segurança do Aplicativo • Usar sistemas automatizados para acessar o Aplicativo sem permissão • Coletar informações de usuários sem consentimento • Participar de qualquer atividade que interrompa o Aplicativo • Usar o Aplicativo para promover esquemas ilegais ou fraudes

# termsSection8Title
source: 8. INTELLECTUAL PROPERTY
de: 8. HAFTUNGSAUSSCHLUSS UND HAFTUNGSBESCHRÄNKUNGEN
es: 8. PROPIEDAD INTELECTUAL
pt: 8. PROPRIEDADE INTELECTUAL

# termsSection8Content
source: OWNERSHIP: • Team Build Pro owns all rights to the App and its content • This includes software, design, text, graphics, and logos • Our trademarks and branding are protected • You receive only a limited license to use the App YOUR LICENSE: • We grant you a limited, non-exclusive, non-transferable license • You may use the App for personal, non-commercial purposes • This license does not include resale or commercial use • The license terminates when your subscription ends USER CONTENT: • You retain ownership of content you create in the App • You grant us a license to use your content to provide services • You represent that you have rights to any content you upload • We may remove content that violates these Terms
de: DER DIENST WIRD "WIE BESEHEN" BEREITGESTELLT: • Wir garantieren keine ununterbrochene Verfügbarkeit • Wir garantieren keine fehlerfreie Bedienung • Wir garantieren keine spezifischen Ergebnisse • Wir garantieren keine Kompatibilität mit allen Geräten KEINE GESCHÄFTSGARANTIEN: • Wir garantieren KEINE Einnahmen oder Gewinne • Wir garantieren KEINEN Geschäftserfolg • Wir garantieren KEINE Empfehlungen oder Signups • Wir sind NICHT verantwortlich für Ihre Geschäftsentscheidungen HAFTUNGSBESCHRÄNKUNG: In maximalem gesetzlich zulässigem Umfang: • Unsere Haftung ist auf die Gebühren beschränkt, die Sie bezahlt haben • Wir haften nicht für indirekte oder Folgeschäden • Wir haften nicht für entgangene Gewinne oder Daten • Wir haften nicht für Handlungen Dritter FREISPRUCH: Sie verpflichten sich, Team Build Pro von Ansprüchen freizustellen, die sich ergeben aus: • Ihrer Nutzung der App • Ihrer Verletzung dieser Bedingungen • Ihrer Verletzung von Rechten Dritter • Ihren Geschäftsaktivitäten
es: PROPIEDAD: • Team Build Pro posee todos los derechos de la Aplicación y su contenido • Esto incluye software, diseño, texto, gráficos y logotipos • Nuestras marcas comerciales y branding están protegidos • Usted recibe solo una licencia limitada para usar la Aplicación SU LICENCIA: • Le otorgamos una licencia limitada, no exclusiva e intransferible • Puede usar la Aplicación para fines personales y no comerciales • Esta licencia no incluye reventa o uso comercial • La licencia termina cuando finaliza su suscripción CONTENIDO DEL USUARIO: • Usted conserva la propiedad del contenido que crea en la Aplicación • Nos otorga una licencia para usar su contenido para proporcionar servicios • Usted declara que tiene derechos sobre cualquier contenido que cargue • Podemos eliminar contenido que viole estos Términos
pt: PROPRIEDADE: • Team Build Pro possui todos os direitos do Aplicativo e seu conteúdo • Isso inclui software, design, texto, gráficos e logotipos • Nossas marcas comerciais e branding são protegidos • Você recebe apenas uma licença limitada para usar o Aplicativo SUA LICENÇA: • Nós concedemos a você uma licença limitada, não exclusiva e intransferível • Você pode usar o Aplicativo para fins pessoais e não comerciais • Esta licença não inclui revenda ou uso comercial • A licença termina quando sua assinatura termina CONTEÚDO DO USUÁRIO: • Você mantém a propriedade do conteúdo que cria no Aplicativo • Você nos concede uma licença para usar seu conteúdo para fornecer serviços • Você declara que tem direitos sobre qualquer conteúdo que enviar • Podemos remover conteúdo que viole estes Termos

# termsSection9Title
source: 9. PRIVACY AND DATA
de: 9. KÜNDIGUNG
es: 9. PRIVACIDAD Y DATOS
pt: 9. PRIVACIDADE E DADOS

# termsSection9Content
source: DATA COLLECTION AND USE: • We collect and use data as described in our Privacy Policy • Review our Privacy Policy at: https://info.teambuildpro.com/privacy-policy.html • By using the App, you consent to our data practices • We implement security measures to protect your data YOUR PRIVACY RIGHTS: • You have rights regarding your personal data • You may request access to your data • You may request deletion of your account and data • Contact us at support@teambuildpro.com for privacy requests DATA SECURITY: • We use industry-standard security measures • However, no system is completely secure • You use the App at your own risk • Report security concerns to support@teambuildpro.com
de: KÜNDIGUNG DURCH SIE: • Sie können Ihr Konto jederzeit schließen • Verwenden Sie die Funktion "Konto löschen" in der App • Stornieren Sie Abonnements über App Store-Einstellungen • Die Löschung ist dauerhaft und kann nicht rückgängig gemacht werden KÜNDIGUNG DURCH UNS: Wir können Ihr Konto beenden, wenn: • Sie gegen diese Bedingungen verstoßen • Sie sich an verbotenen Aktivitäten beteiligen • Wir den Dienst einstellen • Gesetzlich erforderlich FOLGEN DER KÜNDIGUNG: • Sofortiger Verlust des Zugangs zur App • Löschen Sie Kontodaten gemäß unserer Richtlinie • Keine Rückerstattung für teilweise genutzte Zeiträume • Netzwerkbeziehungen können zur Geschäftskontinuität erhalten bleiben
es: RECOPILACIÓN Y USO DE DATOS: • Recopilamos y usamos datos según lo descrito en nuestra Política de Privacidad • Revise nuestra Política de Privacidad en: https://info.teambuildpro.com/privacy-policy.html • Al usar la Aplicación, acepta nuestras prácticas de datos • Implementamos medidas de seguridad para proteger sus datos SUS DERECHOS DE PRIVACIDAD: • Tiene derechos con respecto a sus datos personales • Puede solicitar acceso a sus datos • Puede solicitar la eliminación de su cuenta y datos • Contáctenos en support@teambuildpro.com para solicitudes de privacidad SEGURIDAD DE DATOS: • Usamos medidas de seguridad estándar de la industria • Sin embargo, ningún sistema es completamente seguro • Usa la Aplicación bajo su propio riesgo • Reporte problemas de seguridad a support@teambuildpro.com
pt: COLETA E USO DE DADOS: • Coletamos e usamos dados conforme descrito em nossa Política de Privacidade • Revise nossa Política de Privacidade em: https://info.teambuildpro.com/privacy-policy.html • Ao usar o Aplicativo, você consente com nossas práticas de dados • Implementamos medidas de segurança para proteger seus dados SEUS DIREITOS DE PRIVACIDADE: • Você tem direitos em relação aos seus dados pessoais • Você pode solicitar acesso aos seus dados • Você pode solicitar a exclusão de sua conta e dados • Entre em contato conosco em support@teambuildpro.com para solicitações de privacidade SEGURANÇA DE DADOS: • Usamos medidas de segurança padrão da indústria • No entanto, nenhum sistema é completamente seguro • Você usa o Aplicativo por sua própria conta e risco • Relate problemas de segurança para support@teambuildpro.com

# termsSection10Title
source: 10. THIRD-PARTY SERVICES AND CONTENT
de: 10. ÄNDERUNGEN DER BEDINGUNGEN
es: 10. SERVICIOS Y CONTENIDO DE TERCEROS
pt: 10. SERVIÇOS E CONTEÚDO DE TERCEIROS

# termsSection10Content
source: BUSINESS OPPORTUNITIES: • The App may display information about third-party business opportunities • These opportunities are provided by independent companies • Team Build Pro is not affiliated with these opportunities • We do not endorse or guarantee any third-party opportunity • Research opportunities independently before participating THIRD-PARTY LINKS: • The App may contain links to third-party websites • We are not responsible for third-party content or practices • Third-party sites have their own terms and privacy policies • Access third-party content at your own risk INTEGRATIONS: • The App may integrate with third-party services • Your use of integrated services is subject to their terms • We are not responsible for third-party service performance • Integrations may be modified or discontinued at any time
de: Wir behalten uns das Recht vor, diese Bedingungen jederzeit zu ändern: • Änderungen treten beim Posten in Kraft • Wir werden Sie über wesentliche Änderungen informieren • Die fortgesetzte Nutzung bedeutet Akzeptanz der neuen Bedingungen • Wenn Sie nicht zustimmen, müssen Sie die Nutzung einstellen Überprüfen Sie diese Bedingungen regelmäßig auf Updates.
es: OPORTUNIDADES DE NEGOCIO: • La Aplicación puede mostrar información sobre oportunidades de negocio de terceros • Estas oportunidades son proporcionadas por compañías independientes • Team Build Pro no está afiliado con estas oportunidades • No respaldamos ni garantizamos ninguna oportunidad de terceros • Investigue las oportunidades independientemente antes de participar ENLACES DE TERCEROS: • La Aplicación puede contener enlaces a sitios web de terceros • No somos responsables del contenido o prácticas de terceros • Los sitios de terceros tienen sus propios términos y políticas de privacidad • Acceda al contenido de terceros bajo su propio riesgo INTEGRACIONES: • La Aplicación puede integrarse con servicios de terceros • Su uso de servicios integrados está sujeto a sus términos • No somos responsables del rendimiento del servicio de terceros • Las integraciones pueden modificarse o discontinuarse en cualquier momento
pt: OPORTUNIDADES DE NEGÓCIOS: • O Aplicativo pode exibir informações sobre oportunidades de negócios de terceiros • Essas oportunidades são fornecidas por empresas independentes • Team Build Pro não é afiliado a essas oportunidades • Não endossamos nem garantimos nenhuma oportunidade de terceiros • Pesquise oportunidades independentemente antes de participar LINKS DE TERCEIROS: • O Aplicativo pode conter links para sites de terceiros • Não somos responsáveis por conteúdo ou práticas de terceiros • Sites de terceiros têm seus próprios termos e políticas de privacidade • Acesse conteúdo de terceiros por sua própria conta e risco INTEGRAÇÕES: • O Aplicativo pode se integrar com serviços de terceiros • Seu uso de serviços integrados está sujeito aos termos deles • Não somos responsáveis pelo desempenho de serviços de terceiros • As integrações podem ser modificadas ou descontinuadas a qualquer momento

# termsSection11Title
source: 11. DISCLAIMERS
de: 11. ANWENDBARES RECHT
es: 11. DESCARGOS DE RESPONSABILIDAD
pt: 11. ISENÇÕES

# termsSection11Content
source: NO BUSINESS OPPORTUNITY: • Team Build Pro is a networking platform service only • We do not offer or guarantee any business opportunity • We do not guarantee income, earnings, or success • Any business opportunity information comes from third parties SERVICE PROVIDED "AS IS": • The App is provided "as is" and "as available" • We make no warranties about App reliability or availability • We do not guarantee error-free or uninterrupted service • We may modify or discontinue features at any time NO PROFESSIONAL ADVICE: • The App does not provide legal, financial, or tax advice • AI coaching is for informational purposes only • Consult qualified professionals for important decisions • We are not responsible for decisions based on App content RESULTS DISCLAIMER: • Individual results vary and are not guaranteed • Success depends on individual effort and circumstances • Past performance does not indicate future results • We make no representations about potential outcomes
de: GERICHTSSTAND: Diese Bedingungen unterliegen den Gesetzen von [Gerichtsbarkeit], ohne Berücksichtigung von Kollisionsnormen. STREITBEILEGUNG: • Versuchen Sie zunächst, Streitigkeiten informell beizulegen • Kontaktieren Sie support@teambuildpro.com • Bei Bedarf kann Mediation oder Schiedsverfahren erforderlich sein • Einige Gerichtsbarkeiten erlauben keine Beschränkung von Rechten KLASSENKLAGENVERZICHT: Sie stimmen zu, Ansprüche nur auf individueller Basis geltend zu machen, nicht als Sammelklage.
es: SIN OPORTUNIDAD DE NEGOCIO: • Team Build Pro es solo un servicio de plataforma de networking • No ofrecemos ni garantizamos ninguna oportunidad de negocio • No garantizamos ingresos, ganancias o éxito • Cualquier información de oportunidad de negocio proviene de terceros SERVICIO PROPORCIONADO "TAL CUAL": • La Aplicación se proporciona "tal cual" y "según disponibilidad" • No ofrecemos garantías sobre la confiabilidad o disponibilidad de la Aplicación • No garantizamos servicio sin errores o ininterrumpido • Podemos modificar o discontinuar características en cualquier momento SIN ASESORAMIENTO PROFESIONAL: • La Aplicación no proporciona asesoramiento legal, financiero o fiscal • El coaching de IA es solo para fines informativos • Consulte profesionales calificados para decisiones importantes • No somos responsables de decisiones basadas en el contenido de la Aplicación DESCARGO DE RESULTADOS: • Los resultados individuales varían y no están garantizados • El éxito depende del esfuerzo individual y las circunstancias • El rendimiento pasado no indica resultados futuros • No hacemos representaciones sobre resultados potenciales
pt: SEM OPORTUNIDADE DE NEGÓCIO: • Team Build Pro é apenas um serviço de plataforma de networking • Não oferecemos nem garantimos nenhuma oportunidade de negócio • Não garantimos renda, ganhos ou sucesso • Qualquer informação de oportunidade de negócio vem de terceiros SERVIÇO FORNECIDO "COMO ESTÁ": • O Aplicativo é fornecido "como está" e "conforme disponível" • Não fazemos garantias sobre a confiabilidade ou disponibilidade do Aplicativo • Não garantimos serviço sem erros ou ininterrupto • Podemos modificar ou descontinuar recursos a qualquer momento SEM ACONSELHAMENTO PROFISSIONAL: • O Aplicativo não fornece aconselhamento legal, financeiro ou tributário • O coaching de IA é apenas para fins informativos • Consulte profissionais qualificados para decisões importantes • Não somos responsáveis por decisões baseadas no conteúdo do Aplicativo ISENÇÃO DE RESULTADOS: • Os resultados individuais variam e não são garantidos • O sucesso depende do esforço individual e das circunstâncias • O desempenho passado não indica resultados futuros • Não fazemos representações sobre resultados potenciais

# termsSection12Title
source: 12. LIMITATION OF LIABILITY
de: 12. VERSCHIEDENES
es: 12. LIMITACIÓN DE RESPONSABILIDAD
pt: 12. LIMITAÇÃO DE RESPONSABILIDADE

# termsSection12Content
source: TO THE MAXIMUM EXTENT PERMITTED BY LAW: WE ARE NOT LIABLE FOR: • Any indirect, incidental, or consequential damages • Loss of profits, revenue, data, or business opportunities • Service interruptions or errors • Unauthorized access to your account or data • Third-party actions or content • Any damages exceeding the amount you paid us in the past 12 months CAP ON LIABILITY: • Our total liability is limited to subscription fees paid in the past 12 months • This applies regardless of the legal theory of liability • Some jurisdictions don't allow these limitations • In those cases, liability is limited to the minimum required by law USER RESPONSIBILITY: • You are responsible for your use of the App • You are responsible for decisions based on App content • You assume all risks associated with App use • You agree to evaluate business opportunities independently
de: VOLLSTÄNDIGE VEREINBARUNG: Diese Bedingungen stellen die vollständige Vereinbarung zwischen Ihnen und Team Build Pro dar. TRENNBARKEIT: Wenn eine Bestimmung für ungültig befunden wird, bleiben die übrigen Bestimmungen in Kraft. VERZICHT: Das Versäumnis, ein Recht durchzusetzen, stellt keinen Verzicht dar. ABTRETUNG: Sie dürfen diese Bedingungen nicht ohne unsere schriftliche Zustimmung abtreten. KONTAKT: Für Fragen zu diesen Bedingungen: • E-Mail: support@teambuildpro.com • Website: www.teambuildpro.com
es: EN LA MÁXIMA MEDIDA PERMITIDA POR LA LEY: NO SOMOS RESPONSABLES POR: • Ningún daño indirecto, incidental o consecuente • Pérdida de ganancias, ingresos, datos u oportunidades comerciales • Interrupciones del servicio o errores • Acceso no autorizado a su cuenta o datos • Acciones o contenido de terceros • Ningún daño que exceda la cantidad que nos pagó en los últimos 12 meses LÍMITE DE RESPONSABILIDAD: • Nuestra responsabilidad total se limita a las tarifas de suscripción pagadas en los últimos 12 meses • Esto se aplica independientemente de la teoría legal de responsabilidad • Algunas jurisdicciones no permiten estas limitaciones • En esos casos, la responsabilidad se limita al mínimo requerido por ley RESPONSABILIDAD DEL USUARIO: • Usted es responsable de su uso de la Aplicación • Usted es responsable de las decisiones basadas en el contenido de la Aplicación • Asume todos los riesgos asociados con el uso de la Aplicación • Acepta evaluar las oportunidades de negocio independientemente
pt: NA MÁXIMA EXTENSÃO PERMITIDA POR LEI: NÃO SOMOS RESPONSÁVEIS POR: • Quaisquer danos indiretos, incidentais ou consequenciais • Perda de lucros, receita, dados ou oportunidades de negócios • Interrupções de serviço ou erros • Acesso não autorizado à sua conta ou dados • Ações ou conteúdo de terceiros • Quaisquer danos que excedam o valor que você nos pagou nos últimos 12 meses LIMITE DE RESPONSABILIDADE: • Nossa responsabilidade total é limitada às taxas de assinatura pagas nos últimos 12 meses • Isso se aplica independentemente da teoria legal de responsabilidade • Algumas jurisdições não permitem essas limitações • Nesses casos, a responsabilidade é limitada ao mínimo exigido por lei RESPONSABILIDADE DO USUÁRIO: • Você é responsável pelo seu uso do Aplicativo • Você é responsável por decisões baseadas no conteúdo do Aplicativo • Você assume todos os riscos associados ao uso do Aplicativo • Você concorda em avaliar oportunidades de negócios independentemente

# termsSection13Title
source: 13. INDEMNIFICATION
de: 13. FREISTELLUNG
es: 13. INDEMNIZACIÓN
pt: 13. INDENIZAÇÃO

# termsSection13Content
source: You agree to indemnify, defend, and hold harmless Team Build Pro, its officers, directors, employees, and agents from any claims, damages, losses, liabilities, and expenses (including legal fees) arising from: • Your use of the App • Your violation of these Terms • Your violation of any rights of others • Your content or information posted in the App • Your participation in any business opportunity • Your violation of applicable laws or regulations This indemnification obligation survives termination of these Terms and your use of the App.
de: Sie stimmen zu, Team Build Pro, seine verbundenen Unternehmen, Direktoren, leitenden Angestellten, Mitarbeiter und Agenten von allen Ansprüchen, Verbindlichkeiten, Schäden, Verlusten und Ausgaben freizustellen und schadlos zu halten, einschließlich, aber nicht beschränkt auf angemessene Rechts- und Buchhaltungsgebühren, die sich aus oder in irgendeiner Weise im Zusammenhang mit (a) Ihrer Nutzung der App, (b) Ihrer Verletzung dieser Bedingungen oder (c) Ihrer Verletzung von Rechten Dritter ergeben.
es: Acepta indemnizar, defender y eximir de responsabilidad a Team Build Pro, sus funcionarios, directores, empleados y agentes de cualquier reclamo, daño, pérdida, responsabilidad y gasto (incluidos los honorarios legales) que surjan de: • Su uso de la Aplicación • Su violación de estos Términos • Su violación de cualquier derecho de otros • Su contenido o información publicada en la Aplicación • Su participación en cualquier oportunidad de negocio • Su violación de leyes o regulaciones aplicables Esta obligación de indemnización sobrevive a la terminación de estos Términos y su uso de la Aplicación.
pt: Você concorda em indenizar, defender e isentar Team Build Pro, seus oficiais, diretores, funcionários e agentes de quaisquer reclamações, danos, perdas, responsabilidades e despesas (incluindo honorários legais) decorrentes de: • Seu uso do Aplicativo • Sua violação destes Termos • Sua violação de quaisquer direitos de terceiros • Seu conteúdo ou informações publicadas no Aplicativo • Sua participação em qualquer oportunidade de negócio • Sua violação de leis ou regulamentos aplicáveis Esta obrigação de indenização sobrevive à terminação destes Termos e do seu uso do Aplicativo.

# termsSection14Title
source: 14. DISPUTE RESOLUTION
de: 14. STREITBEILEGUNG
es: 14. RESOLUCIÓN DE DISPUTAS
pt: 14. RESOLUÇÃO DE DISPUTAS
