Repository: scscot/tbp
Catalog: lib/l10n/app_*.arb
Languages: de, es, pt

# faqA4
source: No. You get full access to all premium features for 30 days completely free, with no credit card required. You can decide to subscribe at any point during or after your trial.
de: Laden Sie die Team Build Pro App aus dem App Store oder Google Play herunter. Sie können sich mit einem Empfehlungscode eines bestehenden Mitglieds oder direkt über unsere Website anmelden. Neue Benutzer erhalten eine 30-tägige kostenlose Testversion, keine Kreditkarte erforderlich.
es: No. Obtienes acceso completo a todas las funciones premium durante 30 días completamente gratis, sin necesidad de tarjeta de crédito. Puedes decidir suscribirte en cualquier momento durante o después de tu prueba.
pt: Baixe o aplicativo Team Build Pro da App Store ou Google Play. Você pode se cadastrar usando um código de indicação de um membro existente ou diretamente através do nosso site. Novos usuários recebem uma avaliação gratuita de 30 dias, sem necessidade de cartão de crédito.

# faqQ5
source: Is Team Build Pro an MLM or business opportunity?
de: Wie funktioniert das Empfehlungssystem?
es: ¿Es Team Build Pro un MLM u oportunidad de negocio?
pt: Como o sistema de indicação funciona?

# faqA5
source: No. Team Build Pro is not a business opportunity, MLM, or income platform of any kind. We are a software tool designed exclusively to help professionals build and track their teams. We do not provide any form of user compensation.
de: Bestehende Mitglieder können Empfehlungscodes mit neuen Benutzern teilen. Wenn sich jemand mit Ihrem Code anmeldet, wird er Teil Ihres Netzwerks in der App. Dies ist einfach eine Netzwerk-Tracking-Funktion - es gibt keine Provisionen, Zahlungen oder Vergütungsstruktur.
es: No. Team Build Pro no es una oportunidad de negocio, MLM o plataforma de ingresos de ningún tipo. Somos una herramienta de software diseñada exclusivamente para ayudar a profesionales a construir y rastrear sus equipos. No proporcionamos ninguna forma de compensación al usuario.
pt: Os membros existentes podem compartilhar códigos de indicação com novos usuários. Quando alguém se cadastra com seu código, eles se tornam parte da sua rede no aplicativo. Este é simplesmente um recurso de rastreamento de rede - não há comissões, pagamentos ou estrutura de compensação envolvida.

# faqQ6
source: Can I use this with any direct sales company?
de: Wie verfolgt Team Build Pro mein Netzwerk?
es: ¿Puedo usar esto con cualquier empresa de ventas directas?
pt: Como o Team Build Pro rastreia minha rede?

# faqA6
source: Yes! Team Build Pro is company-agnostic. Whether you're in health and wellness, financial services, beauty, technology, or any other direct sales industry, our tools work with your business. You simply customize your profile with your opportunity details.
de: Die App verfolgt automatisch Ihre Teammitglieder, wenn sie sich mit Ihrem Empfehlungscode anmelden. Sie können Ihr gesamtes Netzwerk, Teamwachstum und erreichte Aufbau-Meilensteine einsehen. Die Netzwerkstruktur basiert darauf, wer wen empfohlen hat, und erstellt eine visuelle Hierarchie Ihrer Organisation.
es: ¡Sí! Team Build Pro es agnóstico a la empresa. Ya sea que estés en salud y bienestar, servicios financieros, belleza, tecnología o cualquier otra industria de ventas directas, nuestras herramientas funcionan con tu negocio. Simplemente personaliza tu perfil con los detalles de tu oportunidad.
pt: O aplicativo acompanha automaticamente os membros da sua equipe quando eles se cadastram usando seu código de indicação. Você pode visualizar toda a sua rede, crescimento da equipe e marcos de construção alcançados. A estrutura da rede é baseada em quem indicou quem, criando uma hierarquia visual da sua organização.

# faqQ7
source: What if I'm not currently with a company but want to join one?
de: Kann ich mit Teammitgliedern über die App kommunizieren?
es: ¿Qué pasa si actualmente no estoy con una empresa pero quiero unirme a una?
pt: Posso me comunicar com os membros da minha equipe através do aplicativo?

# faqA7
source: Perfect! This is where Team Build Pro shines. You can start building your team immediately, even before you've chosen which company to join. When you do decide, you'll launch with a pre-built, motivated team instead of starting from zero.
de: Ja! Team Build Pro enthält sichere Direktnachrichten, Gruppen-Chats und ein umfassendes Benachrichtigungssystem, um Sie mit Ihrem Team verbunden zu halten. Sie können Updates teilen, Support bieten und Teamaufbau-Aktivitäten koordinieren - alles innerhalb der App.
es: ¡Perfecto! Aquí es donde Team Build Pro brilla. Puedes comenzar a construir tu equipo inmediatamente, incluso antes de elegir a qué empresa unirte. Cuando decidas, lanzarás con un equipo pre-construido y motivado en lugar de comenzar desde cero.
pt: Sim! O Team Build Pro inclui mensagens diretas seguras, bate-papos em grupo e um sistema abrangente de notificações para manter você conectado com sua equipe. Você pode compartilhar atualizações, fornecer suporte e coordenar atividades de construção de equipes - tudo dentro do aplicativo.

# faqQ8
source: How does the qualification system work?
de: Kann ich Teammitglieder einladen, die nicht in der App sind?
es: ¿Cómo funciona el sistema de calificación?
pt: Posso convidar membros da equipe que não estão no aplicativo?

# faqA8
source: When someone joins Team Build Pro through your referral, they begin building their own team. Once they reach our success milestones (4 direct sponsors + 20 total team members), they automatically receive an invitation to join your business opportunity. This ensures only motivated, proven team builders advance to your actual business.
de: Absolut. Team Build Pro ermöglicht es Ihnen, personalisierte Empfehlungscodes per SMS, E-Mail oder Social Media zu versenden. Neue Mitglieder können sich mit diesen Codes anmelden, um automatisch Ihrem Netzwerk im System beizutreten.
es: Cuando alguien se une a Team Build Pro a través de tu referencia, comienza a construir su propio equipo. Una vez que alcancen nuestros hitos de éxito (4 patrocinadores directos + 20 miembros totales del equipo), automáticamente reciben una invitación para unirse a tu oportunidad de negocio. Esto asegura que solo constructores de equipos motivados y probados avancen a tu negocio real.
pt: Absolutamente. O Team Build Pro permite que você envie códigos de indicação personalizados via SMS, e-mail ou mídias sociais. Novos membros podem se cadastrar usando esses códigos para se juntarem automaticamente à sua rede no sistema.

# faqQ9
source: What happens if someone joins my Team Build Pro team but doesn't want to join my business opportunity?
de: Was sind Aufbau-Meilensteine?
es: ¿Qué pasa si alguien se une a mi equipo de Team Build Pro pero no quiere unirse a mi oportunidad de negocio?
pt: O que são marcos de construção?

# faqA9
source: That's perfectly fine! They can continue using Team Build Pro to build their own team for whatever opportunity they choose, or they can stay focused on team building. There's no pressure. The beauty is that you're only working with people who have demonstrated commitment and success.
de: Aufbau-Meilensteine sind Teamwachstums-Erfolge, die Sie freischalten, während Ihr Netzwerk wächst. Sie erhalten Benachrichtigungen, wenn Teammitglieder bestimmte Ebenen erreichen, was Ihnen hilft, Fortschritte zu verfolgen und Erfolge gemeinsam zu feiern.
es: ¡Está perfectamente bien! Pueden continuar usando Team Build Pro para construir su propio equipo para cualquier oportunidad que elijan, o pueden mantenerse enfocados en la construcción de equipos. No hay presión. La belleza es que solo estás trabajando con personas que han demostrado compromiso y éxito.
pt: Marcos de construção são conquistas de crescimento de equipe que você desbloqueia à medida que sua rede se expande. Você recebe notificações quando membros da sua equipe atingem certos níveis, ajudando você a acompanhar o progresso e celebrar o sucesso juntos.

# faqQ10
source: Can I track my team's progress and activity?
de: Wie funktioniert die Berechtigungs-Verfolgung?
es: ¿Puedo rastrear el progreso y la actividad de mi equipo?
pt: Como funciona o rastreamento de elegibilidade?

# faqA10
source: Yes! You get comprehensive analytics including real-time team growth statistics, individual member progress toward qualification, activity levels and engagement metrics, geographic distribution of your team, performance trends and milestones, and daily/weekly growth reports.
de: Team Build Pro ermöglicht es Ihnen, benutzerdefinierte Berechtigungsqualifikationen basierend auf den Anforderungen Ihrer Geschäftsmöglichkeit einzurichten und zu verfolgen. Diese Qualifikationen sind für Sie und relevante Teammitglieder sichtbar und helfen allen, auf Kurs mit ihren Zielen zu bleiben.
es: ¡Sí! Obtienes analíticas completas incluyendo estadísticas de crecimiento del equipo en tiempo real, progreso individual de miembros hacia la calificación, niveles de actividad y métricas de participación, distribución geográfica de tu equipo, tendencias de rendimiento e hitos, e informes de crecimiento diarios/semanales.
pt: O Team Build Pro permite que você configure e rastreie qualificações de elegibilidade personalizadas com base nos requisitos da sua oportunidade de negócio. Essas qualificações são visíveis para você e membros relevantes da equipe, ajudando todos a permanecerem no caminho certo com suas metas.

# faqQ11
source: How do I get my referral link?
de: Kann ich Team Build Pro in mehreren Ländern verwenden?
es: ¿Cómo obtengo mi enlace de referencia?
pt: Posso usar o Team Build Pro em vários países?

# faqA11
source: Once you create your account, you get a personalized referral link that you can share via social media, email, text, or in person.
de: Ja! Team Build Pro unterstützt über 120 Länder mit nativer Zeitzonen-Unterstützung, lokalen Währungen und mehreren Sprachen. Ob Ihr Team in New York, London, Tokio oder São Paulo ist, jeder sieht relevante lokalisierte Informationen.
es: Una vez que crees tu cuenta, obtienes un enlace de referencia personalizado que puedes compartir a través de redes sociales, correo electrónico, texto o en persona.
pt: Sim! O Team Build Pro suporta mais de 120 países com suporte nativo para fuso horário, moedas locais e vários idiomas. Quer sua equipe esteja em Nova York, Londres, Tóquio ou São Paulo, todos veem informações relevantes localizadas.

# faqQ12
source: What's the difference between "sponsors" and "team members"?
de: Welche Sprachen unterstützt die App?
es: ¿Cuál es la diferencia entre "patrocinadores" y "miembros del equipo"?
pt: Quais idiomas o aplicativo suporta?

# faqA12
source: Direct sponsors are people you personally invite who join through your referral link. Total team members include your direct sponsors plus everyone they sponsor (your downline). For qualification, you need 4 direct sponsors and 20 total team members.
de: Wir unterstützen derzeit Englisch, Spanisch, Portugiesisch und Deutsch, mit Plänen, weitere Sprachen basierend auf der Benutzernachfrage hinzuzufügen. Die App erkennt automatisch die Spracheinstellung Ihres Geräts.
es: Los patrocinadores directos son personas que invitas personalmente y que se unen a través de tu enlace de referencia. Los miembros totales del equipo incluyen tus patrocinadores directos más todos a quienes ellos patrocinan (tu línea descendente). Para la calificación, necesitas 4 patrocinadores directos y 20 miembros totales del equipo.
pt: Atualmente suportamos inglês, espanhol, português e alemão, com planos de adicionar mais idiomas com base na demanda do usuário. O aplicativo detecta automaticamente a preferência de idioma do seu dispositivo.

# faqQ13
source: Can my team members message each other?
de: Wie geht Team Build Pro mit verschiedenen Zeitzonen um?
es: ¿Pueden mis miembros del equipo enviarse mensajes entre sí?
pt: Como o Team Build Pro lida com diferentes fusos horários?

# faqA13
source: Yes! Team Build Pro includes secure, encrypted messaging so your team can communicate, share tips, and support each other.
de: Alle Benachrichtigungen, Event-Zeiten und Aktivitätsprotokolle werden automatisch an die lokale Zeitzone jedes Benutzers angepasst. Dies stellt sicher, dass globale Teammitglieder genaue und relevante Informationen sehen, unabhängig davon, wo sie sich befinden.
es: ¡Sí! Team Build Pro incluye mensajería segura y encriptada para que tu equipo pueda comunicarse, compartir consejos y apoyarse mutuamente.
pt: Todas as notificações, horários de eventos e registros de atividades são automaticamente ajustados para o fuso horário local de cada usuário. Isso garante que os membros da equipe global vejam informações precisas e relevantes, independentemente de onde estejam localizados.

# faqQ14
source: What if someone in my team becomes qualified before me?
de: Sind meine persönlichen Daten sicher?
es: ¿Qué pasa si alguien en mi equipo se califica antes que yo?
pt: Minhas informações pessoais estão seguras?

# faqA14
source: That's actually great! It shows the system is working. They can advance to your business opportunity independently, and you continue building your own qualification. Success breeds success - having qualified team members often motivates others.
de: Ja. Wir verwenden Unternehmensverschlüsselung, sichere Server-zu-Server-Kommunikation und halten die höchsten Datenschutzstandards ein. Ihre persönlichen Daten werden niemals ohne Ihre ausdrückliche Zustimmung an Dritte weitergegeben.
es: ¡Eso es realmente genial! Muestra que el sistema está funcionando. Pueden avanzar a tu oportunidad de negocio independientemente, y tú continúas construyendo tu propia calificación. El éxito genera éxito - tener miembros del equipo calificados a menudo motiva a otros.
pt: Sim. Usamos criptografia de nível empresarial, comunicação segura de servidor para servidor e aderimos aos mais altos padrões de proteção de dados. Suas informações pessoais nunca são compartilhadas com terceiros sem seu consentimento explícito.

# faqQ15
source: How do I know if my team members are active?
de: Wer kann meine Netzwerkinformationen sehen?
es: ¿Cómo sé si mis miembros del equipo están activos?
pt: Quem pode ver as informações da minha rede?

# faqA15
source: Our dashboard shows activity levels, last login dates, team building progress, and engagement metrics for each member. You can easily identify who might need encouragement or support.
de: Nur Sie und Ihre direkten Sponsoren können vollständige Details Ihres Netzwerks sehen. Teammitglieder können ihre eigene Upline und Downline sehen, können aber nicht auf Informationen über parallele Zweige oder persönliche Informationen anderer Mitglieder ohne entsprechende Berechtigungen zugreifen.
es: Nuestro panel muestra niveles de actividad, fechas de último inicio de sesión, progreso en la construcción del equipo y métricas de participación para cada miembro. Puedes identificar fácilmente quién podría necesitar ánimo o apoyo.
pt: Somente você e seus patrocinadores diretos podem ver os detalhes completos da sua rede. Os membros da equipe podem ver sua própria linha ascendente e descendente, mas não podem acessar informações sobre ramos paralelos ou informações pessoais de outros membros sem as devidas permissões.

# faqQ16
source: Can I remove someone from my team?
de: Speichert die App meine Kreditkarteninformationen?
es: ¿Puedo eliminar a alguien de mi equipo?
pt: O aplicativo armazena informações do meu cartão de crédito?

# faqA16
source: Team members can choose to leave on their own, but you cannot remove them. This protects the integrity of the team and ensures everyone's hard work building their teams is preserved.
de: Nein. Die gesamte Zahlungsabwicklung erfolgt über Apples sicheres In-App-Kaufsystem. Wir sehen oder speichern niemals Ihre Kreditkarteninformationen. Abonnements werden über Ihr Apple-ID-Konto verwaltet.
es: Los miembros del equipo pueden elegir irse por su cuenta, pero no puedes eliminarlos. Esto protege la integridad del equipo y asegura que el trabajo duro de todos en la construcción de sus equipos esté preservado.
pt: Não. Todo o processamento de pagamentos é feito através do sistema seguro de Compras no Aplicativo da Apple. Nunca vemos ou armazenamos suas informações de cartão de crédito. As assinaturas são gerenciadas através da sua conta Apple ID.

# faqQ17
source: Does this work internationally?
de: Kann ich mein Konto und meine Daten löschen?
es: ¿Esto funciona internacionalmente?
pt: Posso excluir minha conta e dados?

# faqA17
source: Yes! Team Build Pro works in 120+ countries with timezone-aware features. You can build a truly global team, and our system handles different time zones for notifications and reporting.
de: Ja. Sie können jederzeit über die App-Einstellungen eine vollständige Kontolöschung anfordern. Dies entfernt dauerhaft Ihre persönlichen Daten aus unseren Systemen gemäß DSGVO- und LGPD-Vorschriften.
es: ¡Sí! Team Build Pro funciona en más de 120 países con características conscientes de la zona horaria. Puedes construir un equipo verdaderamente global, y nuestro sistema maneja diferentes zonas horarias para notificaciones e informes.
pt: Sim. Você pode solicitar a exclusão completa da conta a qualquer momento através das configurações do aplicativo. Isso removerá permanentemente seus dados pessoais de nossos sistemas de acordo com as regulamentações do GDPR e LGPD.

# faqQ18
source: What devices does it work on?
de: Was kostet Team Build Pro?
es: ¿En qué dispositivos funciona?
pt: Quanto custa o Team Build Pro?

# faqA18
source: Team Build Pro is available on iOS (iPhone/iPad) and Android devices, with a web companion for additional features. Everything syncs across all your devices.
de: Wir bieten eine 30-tägige kostenlose Testversion an, danach kostet Team Build Pro 4,99 USD pro Monat oder 49,99 USD pro Jahr (17% Ersparnis). Die Preise können je nach Region aufgrund von Wechselkursen und lokalen Steuern variieren.
es: Team Build Pro está disponible en dispositivos iOS (iPhone/iPad) y Android, con un complemento web para características adicionales. Todo se sincroniza en todos tus dispositivos.
pt: Oferecemos uma avaliação gratuita de 30 dias, após a qual o Team Build Pro custa $4.99 USD por mês ou $49.99 USD por ano (economize 17%). Os preços podem variar por região devido a taxas de câmbio e impostos locais.

# faqQ19
source: What if I'm not tech-savvy?
de: Gibt es eine kostenlose Testphase?
es: ¿Qué pasa si no soy experto en tecnología?
pt: Existe um período de avaliação gratuito?

# faqA19
source: The app is designed for simplicity. If you can use social media, you can use Team Build Pro. Plus, we provide onboarding tutorials and customer support to help you get started.
de: Ja! Alle neuen Benutzer erhalten 30 volle Tage Premium-Zugang ohne Kreditkarte. Testen Sie alle Funktionen, bevor Sie sich für ein Abonnement verpflichten.
es: La aplicación está diseñada para la simplicidad. Si puedes usar redes sociales, puedes usar Team Build Pro. Además, proporcionamos tutoriales de incorporación y soporte al cliente para ayudarte a comenzar.
pt: Sim! Todos os novos usuários recebem 30 dias completos de acesso premium sem necessidade de cartão de crédito. Experimente todos os recursos antes de se comprometer com uma assinatura.

# faqQ20
source: Does the app work offline?
de: Wie kündige ich mein Abonnement?
es: ¿La aplicación funciona sin conexión?
pt: Como cancelo minha assinatura?

# faqA20
source: You need an internet connection for real-time features like messaging and live updates, but you can view your team and some analytics offline. Data syncs when you reconnect.
de: Kündigen Sie jederzeit über Ihre Apple App Store Abonnementeinstellungen. Keine Kündigungsgebühren oder Verpflichtungszeiträume. Ihr Zugriff bleibt bis zum Ende des aktuellen Abrechnungszeitraums bestehen.
es: Necesitas una conexión a internet para características en tiempo real como mensajería y actualizaciones en vivo, pero puedes ver tu equipo y algunas analíticas sin conexión. Los datos se sincronizan cuando te reconectas.
pt: Cancele a qualquer momento através das configurações de assinatura da sua Apple App Store. Não há taxas de cancelamento ou períodos de compromisso. Seu acesso continua até o final do período de cobrança atual.

# faqQ21
source: How secure is my data?
de: Gibt es einen Familien- oder Team-Plan?
es: ¿Qué tan seguros están mis datos?
pt: Existe um plano familiar ou de equipe?

# faqA21
source: We use enterprise-grade security including end-to-end encryption for all communications, secure cloud storage with regular backups, multi-factor authentication options, GDPR compliance for data protection, and no data sharing with third parties.
de: Jedes Teammitglied führt sein eigenes individuelles Abonnement. Dies stellt sicher, dass jeder vollen Zugriff auf Funktionen hat und sein eigenes Konto unabhängig verwalten kann. Wir prüfen Team-Lizenzierungsoptionen für zukünftige Versionen.
es: Usamos seguridad de grado empresarial incluyendo encriptación de extremo a extremo para todas las comunicaciones, almacenamiento en la nube seguro con copias de seguridad regulares, opciones de autenticación multifactor, cumplimiento GDPR para protección de datos, y sin compartir datos con terceros.
pt: Cada membro da equipe mantém sua própria assinatura individual. Isso garante que todos tenham acesso total aos recursos e possam gerenciar sua própria conta de forma independente. Estamos explorando opções de licenciamento de equipe para futuras versões.

# faqQ22
source: Who can see my team information?
de: Welchen Wert bekomme ich für das Abonnement?
es: ¿Quién puede ver la información de mi equipo?
pt: Que valor eu recebo pela assinatura?

# faqA22
source: Only you can see your complete team. Team members can see their own direct sponsors and downline, but cannot see your entire organization. This protects everyone's privacy while maintaining transparency in direct relationships.
de: Für weniger als die Kosten eines Kaffees pro Monat erhalten Sie professionelles Netzwerk-Tracking, unbegrenzte Team-Kommunikation, Wachstumsanalysen, automatisierte Meilensteine, Compliance-Funktionen und kontinuierlichen Support. Vergleichen Sie das mit ähnlicher Unternehmenssoftware, die 50-500+ USD pro Monat kostet.
es: Solo tú puedes ver tu equipo completo. Los miembros del equipo pueden ver sus propios patrocinadores directos y línea descendente, pero no pueden ver toda tu organización. Esto protege la privacidad de todos mientras mantiene la transparencia en las relaciones directas.
pt: Por menos do que o custo de um café por mês, você obtém rastreamento profissional de rede, comunicação ilimitada de equipe, análises de crescimento, marcos automatizados, recursos de conformidade e suporte contínuo. Compare isso com software empresarial semelhante que custa $50-500+ por mês.

# faqQ23
source: What happens to my data if I cancel?
de: Ist Team Build Pro ein Pyramidensystem?
es: ¿Qué pasa con mis datos si cancelo?
pt: O Team Build Pro é um esquema de pirâmide?
