Repository: scscot/tbp
Catalog: lib/l10n/app_*.arb
Languages: de, es, pt

# howItWorksStep3Description
source: As prospects build their own teams within the app, they automatically hit qualification milestones (4 direct sponsors + 20 total team) - proving their commitment before joining.
de: Während Kandidaten ihre eigenen Teams innerhalb der App aufbauen, werden sie automatisch zu Ihrem Team hinzugefügt, sobald sie der {business}-Möglichkeit beitreten.
es: A medida que los prospectos construyen sus propios equipos dentro de la aplicación, automáticamente alcanzan hitos de calificación (4 patrocinadores directos + 20 equipo total), demostrando su compromiso antes de unirse.
pt: À medida que os prospects constroem suas próprias equipes dentro do app, eles automaticamente atingem marcos de qualificação (4 patrocinadores diretos + 20 equipe total) - provando seu comprometimento antes de entrar.

# howItWorksStep4Title
source: Rapid Growth
de: Schnelles Wachstum
es: Crecimiento Rápido
pt: Crescimento Rápido

# howItWorksStep4Description
source: Your pre-qualified prospects launch with momentum, teams already in place, and proven ability to recruit. This creates a self-sustaining growth engine.
de: Ihre vorqualifizierten Kandidaten starten mit Dynamik, bereits vorhandenen Teams und bewährter Fähigkeit zu rekrutieren. Dies schafft eine sich selbst erhaltende Wachstumsmaschine.
es: Sus prospectos precalificados se lanzan con impulso, equipos ya establecidos y capacidad comprobada para reclutar. Esto crea un motor de crecimiento autosostenible.
pt: Seus prospects pré-qualificados lançam com momentum, equipes já estabelecidas e capacidade comprovada de recrutar. Isso cria um motor de crescimento autossustentável.

# howItWorksKeyTargetsTitle
source: KEY GROWTH TARGETS
de: WICHTIGE WACHSTUMSZIELE
es: OBJETIVOS CLAVE DE CRECIMIENTO
pt: METAS CHAVE DE CRESCIMENTO

# howItWorksDirectSponsors
source: Direct Sponsors
de: Direkte Sponsoren
es: Patrocinadores Directos
pt: Patrocinadores Diretos

# howItWorksTotalTeam
source: Total Team Members
de: Gesamte Teammitglieder
es: Miembros Totales del Equipo
pt: Membros Totais da Equipe

# howItWorksCtaHeading
source: Grow Your Network
de: Erweitern Sie Ihr Netzwerk
es: Crezca Su Red
pt: Expanda Sua Rede

# howItWorksCtaDescription
source: Expand your Network to drive organization growth!
de: Erweitern Sie Ihr Netzwerk, um das Organisationswachstum voranzutreiben!
es: ¡Expanda su Red para impulsar el crecimiento de la organización!
pt: Expanda sua Rede para impulsionar o crescimento da organização!

# howItWorksCtaButton
source: Proven Growth Strategies
de: Bewährte Wachstumsstrategien
es: Estrategias de Crecimiento Probadas
pt: Estratégias de Crescimento Provadas

# howItWorksDefaultBizOpp
source: your opportunity
de: Ihre Gelegenheit
es: su oportunidad
pt: sua oportunidade

# termsDisclaimerContent
source: • Team Build Pro is a subscription-based networking platform • Users pay a monthly subscription fee for access to networking tools • The platform provides relationship management and business connection features • All business opportunities are provided by independent third parties Team Build Pro operates as a networking platform and does not guarantee business outcomes.
de: • Team Build Pro ist eine abonnementbasierte Netzwerkplattform • Benutzer zahlen für Software-Tools, nicht für eine Geschäftsmöglichkeit • Wir sind NICHT verbunden mit Drittanbieter-Geschäften • Keine Garantien für Einnahmen oder Geschäftserfolg
es: • Team Build Pro es una plataforma de networking basada en suscripción • Los usuarios pagan una tarifa de suscripción mensual para acceder a herramientas de networking • La plataforma proporciona gestión de relaciones y características de conexión empresarial • Todas las oportunidades de negocio son proporcionadas por terceros independientes Team Build Pro opera como una plataforma de networking y no garantiza resultados comerciales.
pt: • Team Build Pro é uma plataforma de networking baseada em assinatura • Os usuários pagam uma taxa de assinatura mensal para acesso a ferramentas de networking • A plataforma fornece gerenciamento de relacionamentos e recursos de conexão de negócios • Todas as oportunidades de negócios são fornecidas por terceiros independentes Team Build Pro opera como uma plataforma de networking e não garante resultados comerciais.

# termsSection1Title
source: 1. ACCEPTANCE OF TERMS
de: 1. AKZEPTANZ DER BEDINGUNGEN
es: 1. ACEPTACIÓN DE TÉRMINOS
pt: 1. ACEITAÇÃO DOS TERMOS

# termsSection1Content
source: By downloading, installing, accessing, or using the Team Build Pro mobile application ("App"), you agree to be bound by these Terms of Service ("Terms"). If you do not agree to these Terms, do not use the App. These Terms constitute a legally binding agreement between you and Team Build Pro regarding your use of our professional networking platform service.
de: Durch die Erstellung eines Kontos oder die Nutzung der App bestätigen Sie, dass: • Sie mindestens 18 Jahre alt sind oder das Mindestalter in Ihrer Gerichtsbarkeit erreicht haben • Sie die Fähigkeit haben, einen rechtsverbindlichen Vertrag abzuschließen • Sie diese Bedingungen vollständig gelesen und verstanden haben • Sie sich verpflichten, diese Bedingungen einzuhalten Wenn Sie die App im Namen einer Organisation nutzen, bestätigen Sie, dass Sie die Befugnis haben, diese Organisation an diese Bedingungen zu binden.
es: Al descargar, instalar, acceder o usar la aplicación móvil Team Build Pro ("Aplicación"), acepta estar sujeto a estos Términos de Servicio ("Términos"). Si no está de acuerdo con estos Términos, no use la Aplicación. Estos Términos constituyen un acuerdo legalmente vinculante entre usted y Team Build Pro con respecto a su uso de nuestro servicio de plataforma de networking profesional.
pt: Ao baixar, instalar, acessar ou usar o aplicativo móvel Team Build Pro ("Aplicativo"), você concorda em estar vinculado a estes Termos de Serviço ("Termos"). Se você não concordar com estes Termos, não use o Aplicativo. Estes Termos constituem um acordo legalmente vinculativo entre você e Team Build Pro em relação ao seu uso do nosso serviço de plataforma de networking profissional.

# termsSection2Title
source: 2. SERVICE DESCRIPTION
de: 2. BESCHREIBUNG DES DIENSTES
es: 2. DESCRIPCIÓN DEL SERVICIO
pt: 2. DESCRIÇÃO DO SERVIÇO

# termsSection2Content
source: Team Build Pro is a subscription-based professional networking platform that provides: • Contact relationship management tools • Team building and networking features • Communication and collaboration tools • Business opportunity information from third-party providers • AI-powered coaching and guidance IMPORTANT DISCLAIMERS: • Team Build Pro is a networking platform service, not a business opportunity • Users pay a monthly subscription fee for platform access • We do not guarantee any business results or income • All business opportunities are provided by independent third parties • Success depends entirely on individual effort and market conditions
de: Team Build Pro ist eine Software-as-a-Service (SaaS) Plattform, die Folgendes bietet: KERNFUNKTIONEN: • Empfehlungslink-Tracking und -Verwaltung • Team-Netzwerkvisualisierung und -Analysen • Kommunikationstools für Teammitglieder • Fortschrittsverfolgung für Geschäftsmöglichkeiten • Benachrichtigungen und Updates WICHTIGER DISCLAIMER: • Team Build Pro ist ein WERKZEUG, KEINE Geschäftsmöglichkeit • Wir sind NICHT verbunden mit Drittanbieter-Geschäftsmöglichkeiten • Wir VERKAUFEN KEINE Produkte oder Dienstleistungen • Wir GARANTIEREN KEINE Einnahmen oder Ergebnisse • Wir sind nur eine Softwareplattform für Tracking-Zwecke
es: Team Build Pro es una plataforma de networking profesional basada en suscripción que proporciona: • Herramientas de gestión de relaciones de contactos • Características de construcción de equipos y networking • Herramientas de comunicación y colaboración • Información de oportunidades de negocio de proveedores terceros • Coaching y orientación impulsada por IA DESCARGOS DE RESPONSABILIDAD IMPORTANTES: • Team Build Pro es un servicio de plataforma de networking, no una oportunidad de negocio • Los usuarios pagan una tarifa de suscripción mensual por el acceso a la plataforma • No garantizamos ningún resultado comercial o ingreso • Todas las oportunidades de negocio son proporcionadas por terceros independientes • El éxito depende enteramente del esfuerzo individual y las condiciones del mercado
pt: Team Build Pro é uma plataforma de networking profissional baseada em assinatura que fornece: • Ferramentas de gerenciamento de relacionamentos de contatos • Recursos de construção de equipe e networking • Ferramentas de comunicação e colaboração • Informações sobre oportunidades de negócios de provedores terceiros • Coaching e orientação impulsionada por IA ISENÇÕES IMPORTANTES: • Team Build Pro é um serviço de plataforma de networking, não uma oportunidade de negócio • Os usuários pagam uma taxa de assinatura mensal pelo acesso à plataforma • Não garantimos nenhum resultado comercial ou renda • Todas as oportunidades de negócios são fornecidas por terceiros independentes • O sucesso depende inteiramente do esforço individual e das condições do mercado

# termsSection3Title
source: 3. SUBSCRIPTION AND PAYMENT
de: 3. BENUTZERKONTEN UND VERANTWORTLICHKEITEN
es: 3. SUSCRIPCIÓN Y PAGO
pt: 3. ASSINATURA E PAGAMENTO

# termsSection3Content
source: ACCESS AND FEES: • The App operates on a subscription basis • Monthly subscription fees are charged through your Apple ID account • Subscription automatically renews unless cancelled • Prices are shown in the App and may vary by region BILLING CYCLE: • You will be charged at confirmation of purchase • Your subscription automatically renews each month • Charges occur 24 hours before the end of the current period • You can manage subscriptions in your Apple ID Account Settings CANCELLATION: • Cancel anytime through Apple ID Account Settings • Cancellation takes effect at the end of the current billing period • No refunds for partial months • Access continues until the end of the paid period
de: KONTOERSTELLUNG: • Sie müssen genaue, vollständige Informationen bereitstellen • Sie sind verantwortlich für die Vertraulichkeit Ihres Kontos • Sie sind verantwortlich für alle Aktivitäten unter Ihrem Konto • Sie müssen uns sofort über unbefugte Zugriffe informieren VERBOTENE AKTIVITÄTEN: ✗ Bereitstellung falscher oder irreführender Informationen ✗ Ausgeben als eine andere Person oder Entität ✗ Zugriff auf Konten anderer ohne Erlaubnis ✗ Störung oder Unterbrechung des Dienstes ✗ Reverse Engineering oder Versuch, Quellcode zu extrahieren ✗ Verwendung automatisierter Systeme zum Scraping von Daten ✗ Übertragung von Viren, Malware oder schädlichem Code ✗ Verstoß gegen Gesetze oder Vorschriften ✗ Belästigung, Missbrauch oder Schädigung anderer Benutzer VERSTÖSSE: Verletzungen können zu Kontosperrung oder -kündigung führen.
es: ACCESO Y TARIFAS: • La Aplicación opera bajo un modelo de suscripción • Las tarifas de suscripción mensual se cobran a través de su cuenta de Apple ID • La suscripción se renueva automáticamente a menos que se cancele • Los precios se muestran en la Aplicación y pueden variar según la región CICLO DE FACTURACIÓN: • Se le cobrará al confirmar la compra • Su suscripción se renueva automáticamente cada mes • Los cargos ocurren 24 horas antes del final del período actual • Puede administrar las suscripciones en la Configuración de su Cuenta de Apple ID CANCELACIÓN: • Cancele en cualquier momento a través de la Configuración de Cuenta de Apple ID • La cancelación entra en vigencia al final del período de facturación actual • Sin reembolsos por meses parciales • El acceso continúa hasta el final del período pagado
pt: ACESSO E TAXAS: • O Aplicativo opera em uma base de assinatura • As taxas de assinatura mensal são cobradas através da sua conta Apple ID • A assinatura renova automaticamente a menos que seja cancelada • Os preços são mostrados no Aplicativo e podem variar por região CICLO DE COBRANÇA: • Você será cobrado na confirmação da compra • Sua assinatura renova automaticamente a cada mês • As cobranças ocorrem 24 horas antes do final do período atual • Você pode gerenciar assinaturas nas Configurações da Conta Apple ID CANCELAMENTO: • Cancele a qualquer momento através das Configurações da Conta Apple ID • O cancelamento entra em vigor no final do período de cobrança atual • Sem reembolsos por meses parciais • O acesso continua até o final do período pago

# termsSection4Title
source: 4. FREE TRIAL (IF APPLICABLE)
de: 4. DRITTANBIETER-GESCHÄFTSMÖGLICHKEITEN
es: 4. PRUEBA GRATUITA (SI APLICA)
pt: 4. TESTE GRATUITO (SE APLICÁVEL)

# termsSection4Content
source: TRIAL TERMS: • Some subscription plans may include a free trial period • Trial duration will be clearly displayed before signup • You may cancel during the trial to avoid charges • If you don't cancel, you'll be charged the subscription fee CONVERSION TO PAID: • Trials convert to paid subscriptions automatically • Charges begin immediately after trial ends • The subscription price shown at signup applies • Cancel before trial ends to avoid charges
de: KRITISCHER DISCLAIMER: Team Build Pro ist eine UNABHÄNGIGE Softwareplattform. Wir: ✗ BESITZEN KEINE Geschäftsmöglichkeiten ✗ BETREIBEN KEINE Geschäftsmöglichkeiten ✗ SIND NICHT VERBUNDEN MIT Geschäftsmöglichkeiten ✗ UNTERSTÜTZEN KEINE Geschäftsmöglichkeiten ✗ GARANTIEREN KEINE Ergebnisse von Geschäftsmöglichkeiten Wenn Sie sich entscheiden, einer Geschäftsmöglichkeit beizutreten: • Sie tun dies UNABHÄNGIG von Team Build Pro • Sie unterliegen DEREN Bedingungen und Vereinbarungen • Team Build Pro ist NICHT verantwortlich für deren Handlungen • Team Build Pro GARANTIERT KEINE Einnahmen oder Ergebnisse • Sie erkennen an, dass es ein SEPARATES Geschäft ist REFERRAL LINK TRACKING: • Wir verfolgen nur Empfehlungslinks zu Tracking-Zwecken • Wir validieren oder garantieren keine Links • Wir sind nicht verantwortlich für Link-Funktionalität • Sie sind verantwortlich für die Genauigkeit Ihrer Links RISIKO-ANERKENNUNG: • Alle Geschäftsmöglichkeiten bergen finanzielle Risiken • Sie sollten Ihre eigene Due Diligence durchführen • Konsultieren Sie bei Bedarf Fachleute (Rechts-, Finanz-, etc.) • Team Build Pro bietet keine Geschäfts- oder Anlageberatung
es: TÉRMINOS DE PRUEBA: • Algunos planes de suscripción pueden incluir un período de prueba gratuito • La duración de la prueba se mostrará claramente antes de registrarse • Puede cancelar durante la prueba para evitar cargos • Si no cancela, se le cobrará la tarifa de suscripción CONVERSIÓN A PAGO: • Las pruebas se convierten en suscripciones pagas automáticamente • Los cargos comienzan inmediatamente después de que finaliza la prueba • Se aplica el precio de suscripción mostrado al registrarse • Cancele antes de que finalice la prueba para evitar cargos
pt: TERMOS DO TESTE: • Alguns planos de assinatura podem incluir um período de teste gratuito • A duração do teste será claramente exibida antes da inscrição • Você pode cancelar durante o teste para evitar cobranças • Se você não cancelar, será cobrado a taxa de assinatura CONVERSÃO PARA PAGO: • Os testes convertem para assinaturas pagas automaticamente • As cobranças começam imediatamente após o término do teste • O preço de assinatura mostrado na inscrição se aplica • Cancele antes do término do teste para evitar cobranças

# termsSection5Title
source: 5. APPLE IN-APP PURCHASE TERMS
de: 5. GEISTIGE EIGENTUMSRECHTE
es: 5. TÉRMINOS DE COMPRA DENTRO DE LA APLICACIÓN DE APPLE
pt: 5. TERMOS DE COMPRA IN-APP DA APPLE

# termsSection5Content
source: All subscriptions are processed through Apple's In-App Purchase system and are subject to Apple's Terms of Service and policies. APPLE'S ROLE: • Payment is charged to your Apple ID account • Subscriptions managed through Apple ID Account Settings • Refund requests handled by Apple according to their policies • Apple's Standard EULA terms apply unless otherwise specified YOUR RESPONSIBILITIES: • Maintain accurate Apple ID payment information • Monitor subscription status in your Apple account • Contact Apple Support for billing issues • Review Apple's terms at: https://www.apple.com/legal/internet-services/itunes/dev/stdeula/
de: UNSERE RECHTE: Team Build Pro besitzt alle Rechte an: • App-Quellcode und Software • Marken, Logos und Branding • Inhalte, Texte und Bilder • Design, Layout und Benutzeroberfläche • Datenbank-Struktur und Organisation IHRE RECHTE: Sie behalten das Eigentum an: • Ihren persönlichen Informationen • Von Ihnen erstellten Inhalten • Ihrer Geschäftsinformationen LIZENZ FÜR UNS: Durch das Hochladen von Inhalten gewähren Sie uns das Recht: • Ihre Inhalte zu speichern und zu verarbeiten • Inhalte anzuzeigen, um den Dienst bereitzustellen • Backups für Datenschutzzwecke zu erstellen BESCHRÄNKUNGEN: Sie dürfen NICHT: • Unsere Marken ohne Erlaubnis verwenden • Die App oder Teile davon kopieren • White-Label-Lösungen erstellen • Unseren Code oder unsere Designs stehlen
es: Todas las suscripciones se procesan a través del sistema de Compra Dentro de la Aplicación de Apple y están sujetas a los Términos de Servicio y políticas de Apple. ROL DE APPLE: • El pago se cobra a su cuenta de Apple ID • Suscripciones administradas a través de la Configuración de Cuenta de Apple ID • Solicitudes de reembolso manejadas por Apple según sus políticas • Se aplican los términos del EULA estándar de Apple a menos que se especifique lo contrario SUS RESPONSABILIDADES: • Mantener información de pago precisa en Apple ID • Monitorear el estado de la suscripción en su cuenta de Apple • Contactar al Soporte de Apple para problemas de facturación • Revisar los términos de Apple en: https://www.apple.com/legal/internet-services/itunes/dev/stdeula/
pt: Todas as assinaturas são processadas através do sistema de Compra In-App da Apple e estão sujeitas aos Termos de Serviço e políticas da Apple. PAPEL DA APPLE: • O pagamento é cobrado na sua conta Apple ID • Assinaturas gerenciadas através das Configurações da Conta Apple ID • Solicitações de reembolso tratadas pela Apple de acordo com suas políticas • Os termos do EULA padrão da Apple se aplicam, a menos que especificado de outra forma SUAS RESPONSABILIDADES: • Manter informações de pagamento precisas no Apple ID • Monitorar o status da assinatura na sua conta Apple • Contatar o Suporte da Apple para problemas de cobrança • Revisar os termos da Apple em: https://www.apple.com/legal/internet-services/itunes/dev/stdeula/

# termsSection6Title
source: 6. USER ACCOUNTS AND REGISTRATION
de: 6. ZAHLUNGSBEDINGUNGEN
es: 6. CUENTAS DE USUARIO Y REGISTRO
pt: 6. CONTAS DE USUÁRIO E REGISTRO

# termsSection6Content
source: ACCOUNT CREATION: • You must create an account to use the App • Provide accurate, current, and complete information • You are responsible for maintaining account confidentiality • You must be at least 18 years old to create an account ACCOUNT SECURITY: • Keep your password secure and confidential • Notify us immediately of unauthorized access • You are responsible for all activity under your account • Do not share your account with others ACCOUNT TERMINATION: • We may suspend or terminate accounts that violate these Terms • You may delete your account at any time through the App • Termination does not affect subscription billing unless cancelled • We reserve the right to refuse service to anyone
de: ABONNEMENTSTRUKTUR: • Abonnements werden monatlich oder jährlich abgerechnet • Zahlungen werden über App Store oder Google Play verarbeitet • Die Preisgestaltung wird in der App angezeigt • Alle Preise sind in USD, sofern nicht anders angegeben AUTOMATISCHE VERLÄNGERUNG: • Abonnements verlängern sich automatisch • Sie werden 24 Stunden vor der Verlängerung belastet • Stornieren Sie mindestens 24 Stunden im Voraus, um Gebühren zu vermeiden • Verwalten Sie Abonnements in den App Store-Einstellungen RÜCKERSTATTUNGSRICHTLINIE: • Rückerstattungen unterliegen den Richtlinien von Apple/Google • Kontaktieren Sie den Support für Rückerstattungsanfragen • Wir können nach eigenem Ermessen Rückerstattungen gewähren • Keine Rückerstattungen für teilweise genutzte Zeiträume KOSTENLOSE TESTVERSIONEN: • Kostenlose Testversionen können verfügbar sein • Kreditkarte kann für Testversionen erforderlich sein • Stornieren Sie vor Ende der Testversion, um Gebühren zu vermeiden • Nur eine kostenlose Testversion pro Benutzer
es: CREACIÓN DE CUENTA: • Debe crear una cuenta para usar la Aplicación • Proporcione información precisa, actual y completa • Usted es responsable de mantener la confidencialidad de la cuenta • Debe tener al menos 18 años para crear una cuenta SEGURIDAD DE LA CUENTA: • Mantenga su contraseña segura y confidencial • Notifíquenos inmediatamente de acceso no autorizado • Usted es responsable de toda la actividad bajo su cuenta • No comparta su cuenta con otros TERMINACIÓN DE CUENTA: • Podemos suspender o terminar cuentas que violen estos Términos • Puede eliminar su cuenta en cualquier momento a través de la Aplicación • La terminación no afecta la facturación de la suscripción a menos que se cancele • Nos reservamos el derecho de rechazar el servicio a cualquier persona
pt: CRIAÇÃO DE CONTA: • Você deve criar uma conta para usar o Aplicativo • Fornecer informações precisas, atuais e completas • Você é responsável por manter a confidencialidade da conta • Você deve ter pelo menos 18 anos para criar uma conta SEGURANÇA DA CONTA: • Mantenha sua senha segura e confidencial • Notifique-nos imediatamente de acesso não autorizado • Você é responsável por toda atividade sob sua conta • Não compartilhe sua conta com outros TERMINAÇÃO DA CONTA: • Podemos suspender ou terminar contas que violem estes Termos • Você pode excluir sua conta a qualquer momento através do Aplicativo • A terminação não afeta a cobrança de assinatura a menos que seja cancelada • Reservamo-nos o direito de recusar serviço a qualquer pessoa

# termsSection7Title
source: 7. PROHIBITED CONDUCT
de: 7. DATENSCHUTZ UND SICHERHEIT
es: 7. CONDUCTA PROHIBIDA
pt: 7. CONDUTA PROIBIDA
