Repository: scscot/tbp
Catalog: lib/l10n/app_*.arb
Languages: de, es, pt

# notifSubExpiredBody
source: Your subscription has expired. Renew now to keep building your team and accessing all recruiting tools.
de: Ihr Abonnement ist abgelaufen. Verlängern Sie jetzt, um weiterhin Ihr Team aufzubauen und auf alle Recruiting-Tools zuzugreifen.
es: Tu suscripción ha vencido. Renueva ahora para seguir construyendo tu equipo y accediendo a todas las herramientas de reclutamiento.
pt: Sua assinatura expirou. Renove agora para continuar construindo sua equipe e acessando todas as ferramentas de recrutamento.

# notifSubExpiringSoonTitle
source: ⏰ Subscription Expiring Soon
de: ⏰ Abonnement läuft bald ab
es: ⏰ Suscripción por Vencer
pt: ⏰ Assinatura Expirando em Breve

# notifSubExpiringSoonBody
source: Your subscription expires on {expiryDate}. Renew now to avoid interruption.
de: Ihr Abonnement läuft am {expiryDate} ab. Verlängern Sie jetzt, um Unterbrechungen zu vermeiden.
es: Tu suscripción vence el {expiryDate}. Renueva ahora para evitar interrupciones.
pt: Sua assinatura expira em {expiryDate}. Renove agora para evitar interrupção.

# notifSubPausedTitle
source: ⏸️ Subscription Paused
de: ⏸️ Abonnement pausiert
es: ⏸️ Suscripción Pausada
pt: ⏸️ Assinatura Pausada

# notifSubPausedBody
source: Your subscription has been paused. Resume in the Play Store to restore access to all features.
de: Ihr Abonnement wurde pausiert. Setzen Sie im Play Store fort, um den Zugriff auf alle Funktionen wiederherzustellen.
es: Tu suscripción ha sido pausada. Reanúdala en Play Store para restaurar el acceso a todas las funciones.
pt: Sua assinatura foi pausada. Retome na Play Store para restaurar o acesso a todos os recursos.

# notifSubPaymentIssueTitle
source: ⚠️ Payment Issue
de: ⚠️ Zahlungsproblem
es: ⚠️ Problema de Pago
pt: ⚠️ Problema no Pagamento

# notifSubPaymentIssueBody
source: Your subscription is on hold due to a payment issue. Please update your payment method in the Play Store.
de: Ihr Abonnement ist aufgrund eines Zahlungsproblems zurückgestellt. Bitte aktualisieren Sie Ihre Zahlungsmethode im Play Store.
es: Tu suscripción está en espera debido a un problema de pago. Por favor actualiza tu método de pago en Play Store.
pt: Sua assinatura está suspensa devido a um problema no pagamento. Por favor, atualize seu método de pagamento na Play Store.

# notifNewMessageTitle
source: New Message from {senderName}
de: Neue Nachricht von {senderName}
es: Nuevo Mensaje de {senderName}
pt: Nova Mensagem de {senderName}

# notifTeamActivityTitle
source: 👀 Team Member Activity
de: 👀 Teammitglied-Aktivität
es: 👀 Actividad de Miembro del Equipo
pt: 👀 Atividade de Membro da Equipe

# notifTeamActivityBody
source: {visitorName} visited the business opportunity page!
de: {visitorName} hat die Geschäftsmöglichkeitsseite besucht!
es: ¡{visitorName} visitó la página de oportunidad de negocio!
pt: {visitorName} visitou a página da oportunidade de negócio!

# notifLaunchSentTitle
source: Launch Campaign Sent
de: Startkampagne gesendet
es: Campaña de Lanzamiento Enviada
pt: Campanha de Lançamento Enviada

# notifLaunchSentBody
source: Your launch campaign has been successfully sent to your network.
de: Ihre Startkampagne wurde erfolgreich an Ihr Netzwerk gesendet.
es: Tu campaña de lanzamiento se ha enviado exitosamente a tu red.
pt: Sua campanha de lançamento foi enviada com sucesso para sua rede.

# emptyNotifications
source: No notifications yet.
de: Noch keine Benachrichtigungen.
es: Aún no hay notificaciones.
pt: Nenhuma notificação ainda.

# emptyMessageContent
source: No message content.
de: Kein Nachrichteninhalt.
es: Sin contenido de mensaje.
pt: Sem conteúdo de mensagem.

# emptyNotificationTitle
source: No Title
de: Kein Titel
es: Sin Título
pt: Sem Título

# emptyMessageThreads
source: No message threads found.
de: Keine Nachrichtenverläufe gefunden.
es: No se encontraron conversaciones.
pt: Nenhuma conversa encontrada.

# emptyTeamMember
source: Team member not found.
de: Teammitglied nicht gefunden.
es: Miembro del equipo no encontrado.
pt: Membro da equipe não encontrado.

source: Error loading notifications
de: Fehler beim Laden der Benachrichtigungen
es: Error al cargar notificaciones
pt: Erro ao carregar notificações

# authSignupErrorFirstName
source: First name cannot be empty
de: Vorname darf nicht leer sein
es: El nombre no puede estar vacío
pt: O primeiro nome não pode estar vazio

# authSignupErrorLastName
source: Last name cannot be empty
de: Nachname darf nicht leer sein
es: El apellido no puede estar vacío
pt: O sobrenome não pode estar vazio

# addLinkHeading
source: Add Your {business} Link
de: Ihren {business}-Link hinzufügen
es: Agrega tu enlace de {business}
pt: Adicione seu link de {business}

# addLinkImportantLabel
source: IMPORTANT INFORMATION
de: WICHTIGE INFORMATIONEN
es: INFORMACIÓN IMPORTANTE
pt: INFORMAÇÕES IMPORTANTES

# addLinkDisclaimer
source: You are updating your Team Build Pro account to track referrals to {business}. This is a separate, independent business entity that is NOT owned, operated, or affiliated with Team Build Pro.
de: Sie aktualisieren Ihr Team Build Pro-Konto, um Empfehlungen an {business} zu verfolgen. Dies ist eine separate, unabhängige Geschäftseinheit, die NICHT im Besitz von Team Build Pro ist, von diesem betrieben wird oder mit diesem verbunden ist.
es: Estás actualizando tu cuenta de Team Build Pro para rastrear referencias a {business}. Esta es una entidad comercial separada e independiente que NO es propiedad, operada ni afiliada con Team Build Pro.
pt: Você está atualizando sua conta do Team Build Pro para rastrear referências para {business}. Esta é uma entidade comercial separada e independente que NÃO é de propriedade, operada ou afiliada ao Team Build Pro.

# addLinkGrowthTitle
source: Unlocking Your Growth Engine
de: Ihr Wachstumspotenzial freischalten
es: Desbloqueando tu motor de crecimiento
pt: Desbloqueando seu motor de crescimento

# addLinkInstructionBullet1
source: Your referral link will be stored in your Team Build Pro profile for tracking purposes only.
de: Ihr Empfehlungslink wird nur zu Tracking-Zwecken in Ihrem Team Build Pro-Profil gespeichert.
es: Tu enlace de referencia se almacenará en tu perfil de Team Build Pro solo para fines de seguimiento.
pt: Seu link de referência será armazenado no seu perfil do Team Build Pro apenas para fins de rastreamento.

# addLinkInstructionBullet2
source: When your team members qualify and join the {business} opportunity, they will automatically be placed in your official team
de: Wenn sich Ihre Teammitglieder qualifizieren und der {business}-Möglichkeit beitreten, werden sie automatisch in Ihrem offiziellen Team platziert
es: Cuando tus miembros del equipo califiquen y se unan a la oportunidad de {business}, serán automáticamente colocados en tu equipo oficial
pt: Quando seus membros da equipe qualificarem e se juntarem à oportunidade {business}, eles serão automaticamente colocados em sua equipe oficial

# addLinkInstructionBullet3
source: This link can only be set once, so please verify it's correct before saving.
de: Dieser Link kann nur einmal festgelegt werden. Bitte überprüfen Sie, ob er korrekt ist, bevor Sie ihn speichern.
es: Este enlace solo se puede configurar una vez, así que verifica que sea correcto antes de guardar.
pt: Este link só pode ser definido uma vez, portanto, verifique se está correto antes de salvar.

# addLinkWarning
source: Team Build Pro is a referral tracking platform only. We do not endorse or guarantee any business opportunities.
de: Team Build Pro ist nur eine Empfehlungs-Tracking-Plattform. Wir unterstützen oder garantieren keine Geschäftsmöglichkeiten.
es: Team Build Pro es solo una plataforma de seguimiento de referencias. No respaldamos ni garantizamos ninguna oportunidad de negocio.
pt: O Team Build Pro é apenas uma plataforma de rastreamento de referências. Não endossamos nem garantimos nenhuma oportunidade de negócio.

# addLinkFinalStepTitle
source: Final Step: Link Your Account
de: Letzter Schritt: Verknüpfen Sie Ihr Konto
es: Paso final: Vincula tu cuenta
pt: Etapa final: Vincule sua conta

# addLinkFinalStepSubtitle
source: This ensures your new team members are automatically placed in your {business} organization.
de: Dies stellt sicher, dass Ihre neuen Teammitglieder automatisch in Ihrer {business}-Organisation platziert werden.
es: Esto asegura que tus nuevos miembros del equipo se coloquen automáticamente en tu organización de {business}.
pt: Isso garante que seus novos membros da equipe sejam automaticamente colocados em sua organização {business}.

# addLinkFieldInstruction
source: Enter your {business} referral link below. This will be used to track referrals from your team.
de: Geben Sie unten Ihren {business}-Empfehlungslink ein. Dieser wird verwendet, um Empfehlungen von Ihrem Team zu verfolgen.
es: Ingresa tu enlace de referencia de {business} a continuación. Se utilizará para rastrear referencias de tu equipo.
pt: Digite seu link de referência {business} abaixo. Ele será usado para rastrear referências de sua equipe.

# addLinkMustBeginWith
source: Must begin with: {baseUrl}
de: Muss beginnen mit: {baseUrl}
es: Debe comenzar con: {baseUrl}
pt: Deve começar com: {baseUrl}

# addLinkFieldLabel
source: Enter Your Referral Link
de: Geben Sie Ihren Empfehlungslink ein
es: Ingresa tu enlace de referencia
pt: Digite seu link de referência

# addLinkFieldHelper
source: Must start with {baseUrl} This cannot be changed once set
de: Muss mit {baseUrl} beginnen Kann nach dem Festlegen nicht geändert werden
es: Debe comenzar con {baseUrl} Esto no se puede cambiar una vez configurado
pt: Deve começar com {baseUrl} Isso não pode ser alterado depois de definido

# addLinkFieldError
source: Please enter your {business} referral link.
de: Bitte geben Sie Ihren {business}-Empfehlungslink ein.
es: Por favor ingresa tu enlace de referencia de {business}.
pt: Por favor, digite seu link de referência {business}.

# addLinkConfirmFieldLabel
source: Confirm Referral Link URL
de: Empfehlungslink-URL bestätigen
es: Confirmar URL del enlace de referencia
pt: Confirmar URL do link de referência

# addLinkConfirmFieldError
source: Please confirm your referral link.
de: Bitte bestätigen Sie Ihren Empfehlungslink.
es: Por favor confirma tu enlace de referencia.
pt: Por favor, confirme seu link de referência.

# addLinkPreviewLabel
source: Referral Link Preview:
de: Empfehlungslink-Vorschau:
es: Vista previa del enlace de referencia:
pt: Visualização do link de referência:

# addLinkSaving
source: Validating & Saving...
de: Wird validiert und gespeichert...
es: Validando y guardando...
pt: Validando e salvando...

# addLinkDialogImportantTitle
source: Very Important!
de: Sehr wichtig!
es: ¡Muy importante!
pt: Muito importante!

# addLinkDialogImportantMessage
source: You must enter the exact referral link you received from {business}. This will ensure your team members that join {business} are automatically placed in your {business} team.
de: Sie müssen den genauen Empfehlungslink eingeben, den Sie von {business} erhalten haben. Dadurch wird sichergestellt, dass Ihre Teammitglieder, die {business} beitreten, automatisch in Ihrem {business}-Team platziert werden.
es: Debes ingresar el enlace de referencia exacto que recibiste de {business}. Esto asegurará que los miembros de tu equipo que se unan a {business} se coloquen automáticamente en tu equipo de {business}.
pt: Você deve inserir o link de referência exato que recebeu de {business}. Isso garantirá que os membros de sua equipe que se juntarem a {business} sejam automaticamente colocados em sua equipe {business}.

# addLinkDialogImportantButton
source: I Understand
de: Ich verstehe
es: Entiendo
pt: Eu entendo

# addLinkDialogDuplicateTitle
source: Referral Link Already in Use
de: Empfehlungslink bereits in Verwendung
es: Enlace de referencia ya en uso
pt: Link de referência já em uso

# addLinkDialogDuplicateMessage
source: The {business} referral link you entered is already in use by another Team Build Pro member.
de: Der {business}-Empfehlungslink, den Sie eingegeben haben, wird bereits von einem anderen Team Build Pro-Mitglied verwendet.
es: El enlace de referencia de {business} que ingresaste ya está siendo utilizado por otro miembro de Team Build Pro.
pt: O link de referência {business} que você inseriu já está sendo usado por outro membro do Team Build Pro.

# addLinkDialogDuplicateInfo
source: You must use a different referral link to continue.
de: Sie müssen einen anderen Empfehlungslink verwenden, um fortzufahren.
es: Debes usar un enlace de referencia diferente para continuar.
pt: Você deve usar um link de referência diferente para continuar.

# addLinkDialogDuplicateButton
source: Try Different Link
de: Anderen Link versuchen
es: Probar enlace diferente
pt: Tentar link diferente

# businessHeroTitle
source: Congratulations You're Qualified!
de: Herzlichen Glückwunsch! Sie sind qualifiziert!
es: ¡Felicitaciones! ¡Estás calificado!
pt: Parabéns! Você está qualificado!

# businessHeroMessage
source: Your hard work and team-building have paid off. You are now eligible to join the {business} opportunity.
de: Ihre harte Arbeit und Ihr Teamaufbau haben sich ausgezahlt. Sie sind jetzt berechtigt, der {business}-Möglichkeit beizutreten.
es: Tu arduo trabajo y construcción de equipo han dado frutos. Ahora eres elegible para unirte a la oportunidad de {business}.
pt: Seu trabalho árduo e construção de equipe valeram a pena. Agora você está elegível para se juntar à oportunidade {business}.

# businessDisclaimerTitle
source: Disclaimer Notice
de: Haftungsausschluss
es: Aviso de descargo de responsabilidad
pt: Aviso de isenção de responsabilidade

# businessDisclaimerMessage
source: Your team growth has unlocked access to {business}. This opportunity operates as an independent business and has no affiliation with the Team Build Pro platform.
de: Ihr Teamwachstum hat Ihnen Zugang zu {business} ermöglicht. Diese Möglichkeit funktioniert als unabhängiges Geschäft und hat keine Verbindung zur Team Build Pro-Plattform.
es: El crecimiento de tu equipo ha desbloqueado el acceso a {business}. Esta oportunidad opera como un negocio independiente y no tiene afiliación con la plataforma Team Build Pro.
pt: O crescimento de sua equipe desbloqueou o acesso a {business}. Esta oportunidade opera como um negócio independente e não tem afiliação com a plataforma Team Build Pro.

# businessDisclaimerInfo
source: The Team Build Pro App simply facilitates access to {business} via your upline sponsor. It does not endorse or guarantee any specific outcomes from this opportunity.
de: Die Team Build Pro App erleichtert lediglich den Zugang zu {business} über Ihren Upline-Sponsor. Sie unterstützt oder garantiert keine spezifischen Ergebnisse aus dieser Möglichkeit.
es: La aplicación Team Build Pro simplemente facilita el acceso a {business} a través de tu patrocinador de línea ascendente. No respalda ni garantiza ningún resultado específico de esta oportunidad.
pt: O aplicativo Team Build Pro simplesmente facilita o acesso a {business} através de seu patrocinador de upline. Ele não endossa nem garante nenhum resultado específico desta oportunidade.

# businessSponsorTitle
source: Your Referral Contact
de: Ihr Empfehlungskontakt
es: Tu contacto de referencia
pt: Seu contato de referência

# businessSponsorMessage
source: If you choose to explore {business}, your referral contact will be {sponsor}. This person is a member of your upline team who has already joined {business}.
de: Wenn Sie sich entscheiden, {business} zu erkunden, ist Ihr Empfehlungskontakt {sponsor}. Diese Person ist ein Mitglied Ihres Upline-Teams, das {business} bereits beigetreten ist.
es: Si eliges explorar {business}, tu contacto de referencia será {sponsor}. Esta persona es miembro de tu equipo de línea ascendente que ya se ha unido a {business}.
pt: Se você escolher explorar {business}, seu contato de referência será {sponsor}. Esta pessoa é membro de sua equipe upline que já se juntou a {business}.

# businessInstructionsTitle
source: How to Join {business}
de: {business} beitreten
es: Cómo unirse a {business}
pt: Como se juntar a {business}

# businessInstructions
source: 1. Copy the referral link below 2. Open your web browser 3. Paste the link and complete the {business} registration 4. Return here to add your {business} referral link
de: 1. Kopieren Sie den Empfehlungslink unten 2. Öffnen Sie Ihren Webbrowser 3. Fügen Sie den Link ein und schließen Sie die {business}-Registrierung ab 4. Kehren Sie hierher zurück, um Ihren {business}-Empfehlungslink hinzuzufügen
es: 1. Copia el enlace de referencia a continuación 2. Abre tu navegador web 3. Pega el enlace y completa el registro de {business} 4. Regresa aquí para agregar tu enlace de referencia de {business}
pt: 1. Copie o link de referência abaixo 2. Abra seu navegador da web 3. Cole o link e complete o registro em {business} 4. Retorne aqui para adicionar seu link de referência {business}

# businessNoUrlMessage
source: Registration URL not available. Please contact your sponsor.
de: Registrierungs-URL nicht verfügbar. Bitte kontaktieren Sie Ihren Sponsor.
es: URL de registro no disponible. Por favor contacta a tu patrocinador.
pt: URL de registro não disponível. Entre em contato com seu patrocinador.

# businessUrlLabel
source: Your Sponsors Referral Link:
de: Empfehlungslink Ihres Sponsors:
es: Enlace de referencia de tu patrocinador:
pt: Link de referência do seu patrocinador:

# businessUrlCopyTooltip
source: Copy URL
de: URL kopieren
es: Copiar URL
pt: Copiar URL

# businessUrlCopiedMessage
source: Registration URL copied to clipboard!
de: Registrierungs-URL in die Zwischenablage kopiert!
es: ¡URL de registro copiada al portapapeles!
pt: URL de registro copiada para a área de transferência!

# businessUrlCopyError
source: Failed to copy URL: {error}
de: Fehler beim Kopieren der URL: {error}
es: Error al copiar URL: {error}
pt: Falha ao copiar URL: {error}

# businessFollowUpTitle
source: Final Step: Link Your Account
de: Letzter Schritt: Verknüpfen Sie Ihr Konto
es: Paso final: Vincula tu cuenta
pt: Etapa final: Vincule sua conta

# businessFollowUpMessage
source: After exploring {business}, you must return here and add your new {business} referral link to your Team Build Pro profile. This ensures your team connections are tracked correctly.
de: Nachdem Sie {business} erkundet haben, müssen Sie hierher zurückkehren und Ihren neuen {business}-Empfehlungslink zu Ihrem Team Build Pro-Profil hinzufügen. Dies stellt sicher, dass Ihre Teamverbindungen korrekt verfolgt werden.
es: Después de explorar {business}, debes regresar aquí y agregar tu nuevo enlace de referencia de {business} a tu perfil de Team Build Pro. Esto asegura que las conexiones de tu equipo se rastreen correctamente.
pt: Depois de explorar {business}, você deve retornar aqui e adicionar seu novo link de referência {business} ao seu perfil do Team Build Pro. Isso garante que suas conexões de equipe sejam rastreadas corretamente.

# businessCompleteButton1
source: Registration Complete
de: Registrierung abgeschlossen
es: Registro completo
pt: Registro completo

# businessCompleteButton2
source: Add My Referral Link
de: Meinen Empfehlungslink hinzufügen
es: Agregar mi enlace de referencia
pt: Adicionar meu link de referência

# businessConfirmDialogTitle
source: Before You Continue
de: Bevor Sie fortfahren
es: Antes de continuar
pt: Antes de continuar

# businessConfirmDialogMessage
source: This is the next step in your journey. After joining {business} through your sponsor's link, you must return here to add your new {business} referral link to your profile. This is a critical step to ensure your new team members are placed correctly.
de: Dies ist der nächste Schritt in Ihrer Reise. Nachdem Sie {business} über den Link Ihres Sponsors beigetreten sind, müssen Sie hierher zurückkehren, um Ihren neuen {business}-Empfehlungslink zu Ihrem Profil hinzuzufügen. Dies ist ein kritischer Schritt, um sicherzustellen, dass Ihre neuen Teammitglieder korrekt platziert werden.
es: Este es el siguiente paso en tu viaje. Después de unirte a {business} a través del enlace de tu patrocinador, debes regresar aquí para agregar tu nuevo enlace de referencia de {business} a tu perfil. Este es un paso crítico para asegurar que tus nuevos miembros del equipo se coloquen correctamente.
pt: Este é o próximo passo em sua jornada. Depois de se juntar a {business} através do link de seu patrocinador, você deve retornar aqui para adicionar seu novo link de referência {business} ao seu perfil. Esta é uma etapa crítica para garantir que seus novos membros da equipe sejam colocados corretamente.

# businessConfirmDialogButton
source: I Understand
de: Ich verstehe
es: Entiendo
pt: Eu entendo

# businessVisitRequiredTitle
source: Visit Required First
de: Besuch zuerst erforderlich
es: Visita requerida primero
pt: Visita necessária primeiro

# businessVisitRequiredMessage
source: Before updating your profile, you must first use the 'Copy Registration Link' button on this page to visit {business} and complete your registration.
de: Bevor Sie Ihr Profil aktualisieren, müssen Sie zuerst die Schaltfläche 'Registrierungslink kopieren' auf dieser Seite verwenden, um {business} zu besuchen und Ihre Registrierung abzuschließen.
es: Antes de actualizar tu perfil, primero debes usar el botón 'Copiar enlace de registro' en esta página para visitar {business} y completar tu registro.
pt: Antes de atualizar seu perfil, você deve primeiro usar o botão 'Copiar link de registro' nesta página para visitar {business} e completar seu registro.

# gettingStartedHeading
source: Getting Started with Team Build Pro
de: Erste Schritte mit Team Build Pro
es: Comenzando con Team Build Pro
pt: Começando com o Team Build Pro

# gettingStartedSubheading
source: Follow these simple steps to start building your team
de: Folgen Sie diesen einfachen Schritten, um Ihr Team aufzubauen
es: Sigue estos sencillos pasos para comenzar a construir tu equipo
pt: Siga estes passos simples para começar a construir sua equipe

# gettingStartedStep1Description
source: Create a list of recruiting prospects and current {business} team members you want to share Team Build Pro with. Think about who could benefit from this tool to accelerate their team building.
de: Erstellen Sie eine Liste von Rekrutierungskandidaten und aktuellen {business}-Teammitgliedern, mit denen Sie Team Build Pro teilen möchten. Denken Sie darüber nach, wer von diesem Tool profitieren könnte, um ihren Teamaufbau zu beschleunigen.
es: Crea una lista de prospectos de reclutamiento y miembros actuales del equipo de {business} con quienes quieras compartir Team Build Pro. Piensa en quién podría beneficiarse de esta herramienta para acelerar la construcción de su equipo.
pt: Crie uma lista de prospects de recrutamento e membros atuais da equipe {business} com quem você deseja compartilhar o Team Build Pro. Pense em quem poderia se beneficiar desta ferramenta para acelerar a construção de sua equipe.

# gettingStartedStep2Description
source: Use the Share feature to quickly and easily send targeted text messages and emails to your recruiting prospects and {business} team members.
de: Verwenden Sie die Teilen-Funktion, um schnell und einfach gezielte Textnachrichten und E-Mails an Ihre Rekrutierungskandidaten und {business}-Teammitglieder zu senden.
es: Usa la función Compartir para enviar rápida y fácilmente mensajes de texto y correos electrónicos dirigidos a tus prospectos de reclutamiento y miembros del equipo de {business}.
pt: Use o recurso Compartilhar para enviar rapidamente e facilmente mensagens de texto e e-mails direcionados para seus prospects de recrutamento e membros da equipe {business}.

# gettingStartedStep2Button
source: Open Share
de: Teilen öffnen
es: Abrir compartir
pt: Abrir compartilhar
