Repository: scscot/tbp
Catalog: lib/l10n/app_*.arb
Languages: de, es, pt

# profileEditCompleteLink
source: Please enter a complete link starting with http:// or https://
de: Bitte geben Sie einen vollständigen Link ein, der mit http:// oder https:// beginnt
es: Por favor, ingrese un enlace completo que comience con http:// o https://
pt: Por favor, digite um link completo começando com http:// ou https://

# profileEditValidReferralRequired
source: Please enter a valid referral link (e.g., https://example.com).
de: Bitte geben Sie einen gültigen Empfehlungslink ein (z.B. https://example.com).
es: Por favor, ingrese un enlace de referencia válido (ej., https://example.com).
pt: Por favor, digite um link de indicação válido (ex., https://example.com).

# profileEditReferralMismatch
source: Referral Link fields must match for confirmation.
de: Empfehlungslink-Felder müssen zur Bestätigung übereinstimmen.
es: Los campos de Enlace de Referencia deben coincidir para confirmar.
pt: Os campos de Link de Indicação devem corresponder para confirmação.

# profileEditInvalidLinkTitle
source: Invalid Referral Link
de: Ungültiger Empfehlungslink
es: Enlace de Referencia Inválido
pt: Link de Indicação Inválido

# profileEditInvalidLinkMessage
source: The {businessName} referral link could not be verified. The link may be incorrect, inactive, or temporarily unavailable.
de: Der {businessName}-Empfehlungslink konnte nicht verifiziert werden. Der Link könnte falsch, inaktiv oder vorübergehend nicht verfügbar sein.
es: El enlace de referencia de {businessName} no pudo ser verificado. El enlace puede ser incorrecto, inactivo o temporalmente no disponible.
pt: O link de indicação de {businessName} não pôde ser verificado. O link pode estar incorreto, inativo ou temporariamente indisponível.

# profileEditContactSponsor
source: Please check the link and try again, or contact your sponsor for the correct referral link.
de: Bitte überprüfen Sie den Link und versuchen Sie es erneut oder kontaktieren Sie Ihren Sponsor für den korrekten Empfehlungslink.
es: Por favor, verifique el enlace e intente de nuevo, o contacte a su patrocinador para obtener el enlace de referencia correcto.
pt: Por favor, verifique o link e tente novamente, ou entre em contato com seu patrocinador para obter o link de indicação correto.

# profileEditTryAgainButton
source: Try Again
de: Erneut versuchen
es: Intentar de Nuevo
pt: Tentar Novamente

# profileEditReferralHint
source: e.g., {baseUrl}your_username_here
de: z.B. {baseUrl}ihr_benutzername_hier
es: ej., {baseUrl}su_nombre_de_usuario_aqui
pt: ex., {baseUrl}seu_nome_de_usuario_aqui

# profileEditRequiredForRep
source: Required when you are a representative
de: Erforderlich, wenn Sie ein Vertreter sind
es: Requerido cuando es representante
pt: Obrigatório quando você é representante

# adminProfilePictureRequired
source: Please select a profile picture
de: Bitte wählen Sie ein Profilbild
es: Por favor, seleccione una foto de perfil
pt: Por favor, selecione uma foto de perfil

# adminProfileCountryRequired
source: Please select a country
de: Bitte wählen Sie ein Land
es: Por favor, seleccione un país
pt: Por favor, selecione um país

# adminProfileStateRequired
source: Please select a state/province
de: Bitte wählen Sie ein Bundesland/eine Provinz
es: Por favor, seleccione un estado/provincia
pt: Por favor, selecione um estado/província

# adminProfileCityRequired
source: Please enter your city
de: Bitte geben Sie Ihre Stadt ein
es: Por favor, ingrese su ciudad
pt: Por favor, digite sua cidade

# adminProfileSetupTitle
source: 🛠️ Setting up your business profile...
de: 🛠️ Richten Sie Ihr Geschäftsprofil ein...
es: 🛠️ Configurando su perfil de negocio...
pt: 🛠️ Configurando seu perfil de negócios...

# adminProfileSetupDescription
source: Getting your business information ready
de: Bereiten Sie Ihre Geschäftsinformationen vor
es: Preparando la información de su negocio
pt: Preparando as informações do seu negócio

# adminProfileUserNotAuthenticated
source: User not authenticated
de: Benutzer nicht authentifiziert
es: Usuario no autenticado
pt: Usuário não autenticado

# adminProfileUploadFailed
source: Failed to upload image
de: Fehler beim Hochladen des Bildes
es: Error al subir imagen
pt: Falha ao enviar imagem

# adminProfileSaveSuccess
source: Profile information saved successfully!
de: Profilinformationen erfolgreich gespeichert!
es: ¡Información de perfil guardada exitosamente!
pt: Informações de perfil salvas com sucesso!

# adminProfileScreenTitle
source: Admin Profile
de: Admin-Profil
es: Perfil de Administrador
pt: Perfil de Administrador

# adminProfileSetupHeader
source: Profile Setup
de: Profil-Setup
es: Configuración de Perfil
pt: Configuração de Perfil

# adminProfileNoEmail
source: No email
de: Keine E-Mail
es: Sin correo electrónico
pt: Sem e-mail

# adminProfileCountryLabel
source: Country
de: Land
es: País
pt: País

# adminProfileStateLabel
source: State/Province
de: Bundesland/Provinz
es: Estado/Provincia
pt: Estado/Província

# adminProfileCityLabel
source: City
de: Stadt
es: Ciudad
pt: Cidade

# adminProfileNextButton
source: Next - Business Information
de: Weiter - Geschäftsinformationen
es: Siguiente - Información del Negocio
pt: Próximo - Informações do Negócio

# subscriptionPremiumHeader
source: Premium Features:
de: Premium-Funktionen:
es: Funciones Premium:
pt: Recursos Premium:

# subscriptionStatusActive
source: Active Subscription
de: Aktives Abonnement
es: Suscripción Activa
pt: Assinatura Ativa

# subscriptionStatusActiveSubtitle
source: You have full access to all premium features
de: Sie haben vollen Zugriff auf alle Premium-Funktionen
es: Tiene acceso completo a todas las funciones premium
pt: Você tem acesso completo a todos os recursos premium

# subscriptionStatusPaused
source: Subscription Paused
de: Abonnement pausiert
es: Suscripción Pausada
pt: Assinatura Pausada

# subscriptionStatusPausedSubtitle
source: Your subscription is paused. Resume to restore access.
de: Ihr Abonnement ist pausiert. Setzen Sie es fort, um den Zugriff wiederherzustellen.
es: Su suscripción está pausada. Reanude para restaurar el acceso.
pt: Sua assinatura está pausada. Retome para restaurar o acesso.

# subscriptionStatusPaymentIssue
source: Payment Issue
de: Zahlungsproblem
es: Problema de Pago
pt: Problema de Pagamento

# subscriptionStatusPaymentIssueSubtitle
source: Update payment method to restore access
de: Aktualisieren Sie die Zahlungsmethode, um den Zugriff wiederherzustellen
es: Actualice el método de pago para restaurar el acceso
pt: Atualize o método de pagamento para restaurar o acesso

# subscriptionStatusTrialActive
source: Free Trial Active
de: Kostenlose Testversion aktiv
es: Prueba Gratuita Activa
pt: Teste Grátis Ativo

# subscriptionStatusTrialDaysRemaining
source: {days} days remaining in your trial
de: {days} Tage verbleiben in Ihrer Testversion
es: {days} días restantes en su prueba
pt: {days} dias restantes no seu teste

# subscriptionStatusCancelled
source: Subscription Cancelled
de: Abonnement gekündigt
es: Suscripción Cancelada
pt: Assinatura Cancelada

# subscriptionStatusCancelledSubtitle
source: Access continues until expiry date
de: Der Zugriff läuft bis zum Ablaufdatum weiter
es: El acceso continúa hasta la fecha de vencimiento
pt: O acesso continua até a data de vencimento

# subscriptionStatusExpired
source: Subscription Expired
de: Abonnement abgelaufen
es: Suscripción Expirada
pt: Assinatura Expirada

# subscriptionStatusExpiredSubtitle
source: Upgrade to restore premium features
de: Upgraden Sie, um Premium-Funktionen wiederherzustellen
es: Actualice para restaurar las funciones premium
pt: Atualize para restaurar recursos premium

# subscriptionFeature1
source: Submit your unique {businessName} referral link
de: Reichen Sie Ihren eindeutigen {businessName}-Empfehlungslink ein
es: Envíe su enlace de referencia único de {businessName}
pt: Envie seu link de indicação único de {businessName}

# subscriptionFeature2
source: Custom AI Coaching for recruiting and team building
de: Verfolgen Sie Ihr Teamwachstum in Echtzeit
es: Coaching de IA personalizado para reclutamiento y construcción de equipos
pt: Coaching de IA personalizado para recrutamento e construção de equipes

# subscriptionFeature3
source: Unlock messaging to users on your team
de: Erhalten Sie Benachrichtigungen, wenn Sie Meilensteine erreichen
es: Desbloquee mensajería para usuarios en su equipo
pt: Desbloqueie mensagens para usuários na sua equipe

# subscriptionFeature4
source: Ensure team members join under YOU in {businessName}
de: Zugriff auf erweiterte Analysen und Einblicke
es: Asegure que los miembros del equipo se unan bajo USTED en {businessName}
pt: Garanta que os membros da equipe se juntem sob VOCÊ em {businessName}

# subscriptionFeature5
source: Advanced analytics and insights
de: Erweiterte Analysen und Einblicke
es: Análisis e información avanzados
pt: Análises e insights avançados

# subscriptionActivatedSuccess
source: ✅ Subscription activated successfully!
de: ✅ Abonnement erfolgreich aktiviert!
es: ✅ ¡Suscripción activada exitosamente!
pt: ✅ Assinatura ativada com sucesso!

# subscriptionNotActiveTitle
source: Subscription Not Active
de: Abonnement nicht aktiv
es: Suscripción No Activa
pt: Assinatura Não Ativa

# subscriptionNotActiveMessage
source: Purchase started but not active yet. Try again.
de: Kauf gestartet, aber noch nicht aktiv. Bitte versuchen Sie es erneut.
es: Compra iniciada pero aún no activa. Inténtelo de nuevo.
pt: Compra iniciada, mas ainda não ativa. Tente novamente.

# subscriptionNotAvailableTitle
source: Subscription Not Available
de: Abonnement nicht verfügbar
es: Suscripción No Disponible
pt: Assinatura Não Disponível

# subscriptionNotAvailableMessageIOS
source: In-app purchases are currently unavailable on your device. This may be due to restrictions set by your organization or device administrator. Please check your Screen Time settings or contact your IT department if you're using a managed device. Alternatively, you can subscribe through our website.
de: In-App-Käufe sind derzeit auf Ihrem Gerät nicht verfügbar. Um ein Abonnement abzuschließen, gehen Sie bitte zu Einstellungen > iTunes & App Store und stellen Sie sicher, dass Sie mit Ihrer Apple ID angemeldet sind und In-App-Käufe aktiviert sind.
es: Las compras dentro de la aplicación no están disponibles actualmente en su dispositivo. Esto puede deberse a restricciones establecidas por su organización o administrador del dispositivo. Por favor, verifique la configuración de Tiempo en Pantalla o contacte a su departamento de TI si está usando un dispositivo administrado. Alternativamente, puede suscribirse a través de nuestro sitio web.
pt: As compras no aplicativo não estão disponíveis atualmente no seu dispositivo. Isso pode ser devido a restrições definidas pela sua organização ou administrador do dispositivo. Por favor, verifique suas configurações de Tempo de Uso ou entre em contato com seu departamento de TI se estiver usando um dispositivo gerenciado. Alternativamente, você pode assinar através do nosso site.

# subscriptionNotAvailableMessageAndroid
source: In-app purchases are currently unavailable on your device. This may be due to restrictions or network issues. Please try again later or contact support if the problem persists.
de: In-App-Käufe sind derzeit auf Ihrem Gerät nicht verfügbar. Dies kann an Einschränkungen oder Netzwerkproblemen liegen. Bitte versuchen Sie es später erneut oder kontaktieren Sie den Support, wenn das Problem weiterhin besteht.
es: Las compras dentro de la aplicación no están disponibles actualmente en su dispositivo. Esto puede deberse a restricciones o problemas de red. Por favor, intente de nuevo más tarde o contacte a soporte si el problema persiste.
pt: As compras no aplicativo não estão disponíveis atualmente no seu dispositivo. Isso pode ser devido a restrições ou problemas de rede. Por favor, tente novamente mais tarde ou entre em contato com o suporte se o problema persistir.

# subscriptionNotAvailableMessageDefault
source: In-app purchases are currently unavailable. Please try again later.
de: In-App-Käufe sind derzeit nicht verfügbar. Bitte versuchen Sie es später erneut.
es: Las compras dentro de la aplicación no están disponibles actualmente. Por favor, intente de nuevo más tarde.
pt: As compras no aplicativo não estão disponíveis atualmente. Por favor, tente novamente mais tarde.

# subscriptionRestoredSuccess
source: ✅ Subscription restored successfully!
de: ✅ Abonnement erfolgreich wiederhergestellt!
es: ✅ ¡Suscripción restaurada exitosamente!
pt: ✅ Assinatura restaurada com sucesso!

# subscriptionNoPreviousFound
source: No previous subscription found to restore.
de: Kein vorheriges Abonnement zum Wiederherstellen gefunden.
es: No se encontró ninguna suscripción anterior para restaurar.
pt: Nenhuma assinatura anterior encontrada para restaurar.

# subscriptionSubscribeButton
source: Subscribe Now - $4.99/month
de: Jetzt abonnieren - $4.99/Monat
es: Suscribirse Ahora - $4.99/mes
pt: Assinar Agora - $4.99/mês

# subscriptionRestoreButton
source: Restore Previous Subscription
de: Vorheriges Abonnement wiederherstellen
es: Restaurar Suscripción Anterior
pt: Restaurar Assinatura Anterior

# subscriptionLegalNotice
source: By subscribing, you agree to our Terms of Service and Privacy Policy.
de: Mit dem Abonnieren stimmen Sie unseren Nutzungsbedingungen und Datenschutzrichtlinien zu.
es: Al suscribirse, acepta nuestros Términos de Servicio y Política de Privacidad.
pt: Ao assinar, você concorda com nossos Termos de Serviço e Política de Privacidade.

# subscriptionTermsLink
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de Servicio
pt: Termos de Serviço

# subscriptionPrivacyLink
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
pt: Política de Privacidade

# subscriptionAutoRenewNotice
source: Subscription automatically renews unless cancelled at least 24 hours before the end of the current period. {managementText}
de: Das Abonnement verlängert sich automatisch, es sei denn, es wird mindestens 24 Stunden vor Ende des aktuellen Zeitraums gekündigt. {managementText}
es: La suscripción se renueva automáticamente a menos que se cancele al menos 24 horas antes del final del período actual. {managementText}
pt: A assinatura renova automaticamente, a menos que seja cancelada pelo menos 24 horas antes do final do período atual. {managementText}

# subscriptionManageIOS
source: You can manage your subscription in your Apple ID account settings.
de: Sie können Ihr Abonnement in Ihren Apple ID-Kontoeinstellungen verwalten.
es: Puede administrar su suscripción en la configuración de su cuenta de Apple ID.
pt: Você pode gerenciar sua assinatura nas configurações da sua conta Apple ID.

# subscriptionManageAndroid
source: You can manage your subscription in the Google Play Store.
de: Sie können Ihr Abonnement im Google Play Store verwalten.
es: Puede administrar su suscripción en Google Play Store.
pt: Você pode gerenciar sua assinatura na Google Play Store.

# subscriptionManageDefault
source: You can manage your subscription in your device's app store.
de: Sie können Ihr Abonnement im App Store Ihres Geräts verwalten.
es: Puede administrar su suscripción en la tienda de aplicaciones de su dispositivo.
pt: Você pode gerenciar sua assinatura na loja de aplicativos do seu dispositivo.

# subscriptionPlatformGeneric
source: app store
es: tienda de aplicaciones
pt: loja de aplicativos

# subscriptionDefaultBizOpp
source: your opportunity
de: Ihre Gelegenheit
es: su oportunidad
pt: sua oportunidade

# termsScreenTitle
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de Servicio
pt: Termos de Serviço

# termsHeaderTitle
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de Servicio
pt: Termos de Serviço

# termsSubtitle
source: Professional Networking Platform Agreement
de: Vereinbarung für professionelle Netzwerkplattform
es: Acuerdo de Plataforma de Redes Profesionales
pt: Acordo de Plataforma de Redes Profissionais

# termsLastUpdated
source: Last Updated: {date}
de: Zuletzt aktualisiert: {date}
es: Última Actualización: {date}
pt: Última Atualização: {date}

# termsFooterBadgeTitle
source: Apple Store Compliant
de: Apple Store-konform
es: Cumple con App Store de Apple
pt: Conforme App Store da Apple

# termsFooterBadgeDescription
source: These Terms of Service meet all Apple App Store guidelines and requirements for platform applications.
de: Diese Nutzungsbedingungen erfüllen alle Apple App Store-Richtlinien und -Anforderungen für Plattform-Anwendungen.
es: Estos Términos de Servicio cumplen con todas las pautas y requisitos del App Store de Apple para aplicaciones de plataforma.
pt: Estes Termos de Serviço atendem a todas as diretrizes e requisitos da App Store da Apple para aplicativos de plataforma.

# termsDisclaimerTitle
source: PROFESSIONAL NETWORKING PLATFORM
de: PROFESSIONELLE NETZWERKPLATTFORM
es: PLATAFORMA DE NETWORKING PROFESIONAL
pt: PLATAFORMA DE NETWORKING PROFISSIONAL

# termsDisclaimerSubtitle
source: Service Overview
de: Dienstübersicht
es: Resumen del Servicio
pt: Visão Geral do Serviço

# privacyScreenTitle
source: Privacy Policy
de: Datenschutzerklärung
es: Política de Privacidad
pt: Política de Privacidade

# privacyHeaderTitle
source: Privacy Policy
de: Datenschutzerklärung
es: Política de Privacidad
pt: Política de Privacidade

# privacyLastUpdated
source: Last Updated: {date}
de: Zuletzt aktualisiert: {date}
es: Última Actualización: {date}
pt: Última Atualização: {date}

# privacyEmailSubject
source: subject=Privacy Policy Inquiry
de: subject=Datenschutzerklärung-Anfrage
es: subject=Consulta sobre Política de Privacidad
pt: subject=Consulta sobre Política de Privacidade

# privacyEmailError
source: Could not open email client. Please contact {email}
de: Konnte E-Mail-Client nicht öffnen. Bitte kontaktieren Sie {email}
es: No se pudo abrir el cliente de correo electrónico. Por favor, contacte a {email}
pt: Não foi possível abrir o cliente de e-mail. Por favor, entre em contato com {email}

# privacyMattersTitle
source: Your Privacy Matters
de: Ihr Datenschutz ist wichtig
es: Su Privacidad Importa
pt: Sua Privacidade Importa

# privacyMattersDescription
source: We are committed to protecting your personal information and your right to privacy. This policy explains how we collect, use, and safeguard your data.
de: Wir verpflichten uns, Ihre persönlichen Informationen zu schützen und Transparenz darüber zu bieten, wie Ihre Daten gesammelt, verwendet und geschützt werden.
es: Estamos comprometidos a proteger su información personal y su derecho a la privacidad. Esta política explica cómo recopilamos, usamos y protegemos sus datos.
pt: Estamos comprometidos em proteger suas informações pessoais e seu direito à privacidade. Esta política explica como coletamos, usamos e protegemos seus dados.

# privacyAppleComplianceTitle
source: Apple Privacy Compliance
de: Apple Datenschutz-Compliance
es: Cumplimiento de Privacidad de Apple
pt: Conformidade de Privacidade da Apple

# privacyAppleComplianceDescription
source: This app follows Apple's privacy guidelines and App Store requirements. We are transparent about data collection and give you control over your information.
de: Diese App folgt Apples Datenschutzrichtlinien und App Store-Anforderungen für den Umgang mit Benutzerdaten.
es: Esta aplicación sigue las pautas de privacidad de Apple y los requisitos de App Store. Somos transparentes sobre la recopilación de datos y le damos control sobre su información.
pt: Este aplicativo segue as diretrizes de privacidade da Apple e os requisitos da App Store. Somos transparentes sobre a coleta de dados e damos a você controle sobre suas informações.

# privacyContactHeading
source: Contact Us
de: Kontaktieren Sie uns
es: Contáctenos
pt: Entre em Contato

# privacyContactSubheading
source: Questions about this Privacy Policy?
de: Fragen zu dieser Datenschutzerklärung?
es: ¿Preguntas sobre esta Política de Privacidad?
pt: Dúvidas sobre esta Política de Privacidade?

# privacyContactDetails
source: Team Build Pro Privacy Officer Response within 48 hours
de: Team Build Pro Datenschutzbeauftragter Antwort innerhalb von 48 Stunden
es: Team Build Pro Oficial de Privacidad Respuesta en 48 horas
pt: Team Build Pro Oficial de Privacidade Resposta em 48 horas

# privacyCopyright
source: © {year} Team Build Pro. All rights reserved.
de: © {year} Team Build Pro. Alle Rechte vorbehalten.
es: © {year} Team Build Pro. Todos los derechos reservados.
pt: © {year} Team Build Pro. Todos os direitos reservados.

# privacyFooterDisclaimer
source: This Privacy Policy is effective as of the date listed above and applies to all users of the Team Build Pro mobile application.
de: Diese Datenschutzerklärung ist wirksam ab dem oben genannten Datum und gilt für alle Benutzer der mobilen Team Build Pro-Anwendung.
es: Esta Política de Privacidad es efectiva a partir de la fecha indicada arriba y se aplica a todos los usuarios de la aplicación móvil Team Build Pro.
pt: Esta Política de Privacidade é efetiva a partir da data listada acima e se aplica a todos os usuários do aplicativo móvel Team Build Pro.

# howItWorksScreenTitle
source: How It Works
de: Wie es funktioniert
es: Cómo Funciona
pt: Como Funciona

# howItWorksHeaderTitle
source: How It Works
de: Wie es funktioniert
es: Cómo Funciona
pt: Como Funciona

# howItWorksHeroSubtitle
source: Transform your recruiting with a pre-qualified team pipeline.
de: Transformieren Sie Ihre Rekrutierung mit einer vorqualifizierten Team-Pipeline.
es: Transforme su reclutamiento con un flujo de equipo precalificado.
pt: Transforme seu recrutamento com um pipeline de equipe pré-qualificado.

# howItWorksFeaturedOpportunity
source: Featured Opportunity
de: Hervorgehobene Gelegenheit
es: Oportunidad Destacada
pt: Oportunidade em Destaque

# howItWorksPipelineSystem
source: PIPELINE SYSTEM
es: SISTEMA DE FLUJO
pt: SISTEMA DE PIPELINE

# howItWorksStep1Title
source: Set Your Foundation
de: 1. Profil einrichten
es: Establezca Su Fundamento
pt: Estabeleça Sua Fundação

# howItWorksStep1Description
source: Customize your Team Build Pro account with your opportunity details and connect your referral link - turning the app into your personal recruiting pipeline.
de: Richten Sie Ihr Profil ein und fügen Sie Ihren {business}-Empfehlungslink hinzu.
es: Personalice su cuenta de Team Build Pro con los detalles de su oportunidad y conecte su enlace de referencia, convirtiendo la aplicación en su flujo de reclutamiento personal.
pt: Personalize sua conta Team Build Pro com os detalhes da sua oportunidade e conecte seu link de indicação - transformando o app em seu pipeline de recrutamento pessoal.

# howItWorksStep2Title
source: Build Smart, Not Hard
de: 2. Teilen Sie Ihren Link
es: Construya de Manera Inteligente, No Difícil
pt: Construa de Forma Inteligente, Não Difícil

# howItWorksStep2Description
source: Use AI-powered coaching to draft messages, schedule follow-ups, and track interest. Build relationships with prospects before they even join your business opportunity.
de: Teilen Sie Ihren eindeutigen Empfehlungslink mit Kandidaten über Text, E-Mail, Social Media oder persönlich.
es: Use coaching impulsado por IA para redactar mensajes, programar seguimientos y rastrear interés. Construya relaciones con prospectos antes de que se unan a su oportunidad de negocio.
pt: Use coaching impulsionado por IA para redigir mensagens, agendar follow-ups e rastrear interesse. Construa relacionamentos com prospects antes mesmo deles entrarem na sua oportunidade de negócio.

# howItWorksStep3Title
source: Automatic Qualification
de: 3. Automatisches Tracking & Wachstum
es: Calificación Automática
pt: Qualificação Automática
