Repository: scscot/tbp
Catalog: lib/l10n/app_*.arb
Languages: de, es, pt

# gettingStartedProTipTitle
source: Pro Tip
de: Profi-Tipp
es: Consejo profesional
pt: Dica profissional

# gettingStartedProTipMessage
source: Consistent follow-up and engagement are key to building a strong, active team.
de: Konsequente Nachverfolgung und Engagement sind der Schlüssel zum Aufbau eines starken, aktiven Teams.
es: El seguimiento constante y el compromiso son clave para construir un equipo fuerte y activo.
pt: O acompanhamento consistente e o engajamento são fundamentais para construir uma equipe forte e ativa.

# eligibilityHeroTitleQualified
source: CONGRATULATIONS You're Qualified!
de: HERZLICHEN GLÜCKWUNSCH! Sie sind qualifiziert!
es: ¡FELICITACIONES! ¡Estás calificado!
pt: PARABÉNS! Você está qualificado!

# eligibilityHeroTitleNotQualified
source: Build Your Momentum
de: Bauen Sie Ihre Dynamik auf
es: Construye tu impulso
pt: Construa seu impulso

# eligibilityHeroMessageQualified
source: Incredible work! You've built your foundational team and unlocked the {business} opportunity. Continue growing your network to help others achieve the same success.
de: Unglaubliche Arbeit! Sie haben Ihr Grundlagenteam aufgebaut und die {business}-Möglichkeit freigeschaltet. Erweitern Sie weiterhin Ihr Netzwerk, um anderen zu helfen, denselben Erfolg zu erzielen.
es: ¡Trabajo increíble! Has construido tu equipo fundamental y desbloqueado la oportunidad de {business}. Continúa creciendo tu red para ayudar a otros a lograr el mismo éxito.
pt: Trabalho incrível! Você construiu sua equipe fundamental e desbloqueou a oportunidade {business}. Continue crescendo sua rede para ajudar outros a alcançar o mesmo sucesso.

# eligibilityHeroMessageNotQualified
source: You're on your way! Every professional you connect with builds momentum for your future launch in the {business} opportunity. Keep sharing to reach your goals!
de: Sie sind auf dem Weg! Jeder Fachmann, mit dem Sie sich verbinden, baut Dynamik für Ihren zukünftigen Start in der {business}-Möglichkeit auf. Teilen Sie weiter, um Ihre Ziele zu erreichen!
es: ¡Estás en camino! Cada profesional con el que te conectas construye impulso para tu futuro lanzamiento en la oportunidad de {business}. ¡Sigue compartiendo para alcanzar tus metas!
pt: Você está no caminho! Cada profissional com quem você se conecta constrói impulso para seu futuro lançamento na oportunidade {business}. Continue compartilhando para alcançar seus objetivos!

# eligibilityHeroButton
source: Proven Growth Strategies
de: Bewährte Wachstumsstrategien
es: Estrategias de Crecimiento
pt: Estratégias de Crescimento Provadas

# eligibilityThresholdsTitle
source: QUALIFICATION THRESHOLDS
de: QUALIFIKATIONSSCHWELLEN
es: UMBRALES DE CALIFICACIÓN
pt: LIMIARES DE QUALIFICAÇÃO

# eligibilityLabelDirectSponsors
source: Direct Sponsors
de: Direkte Sponsoren
es: Patrocinadores directos
pt: Patrocinadores diretos

# eligibilityLabelTotalTeam
source: Total Team Members
de: Gesamtes Team
es: Equipo total
pt: Total de membros da equipe

# eligibilityCurrentCountsTitle
source: YOUR CURRENT TEAM COUNTS
de: IHRE AKTUELLEN TEAMZAHLEN
es: TUS CONTEOS ACTUALES DEL EQUIPO
pt: SUAS CONTAGENS ATUAIS DA EQUIPE

# eligibilityCurrentDirectSponsors
source: Direct Sponsors
de: Direkte Sponsoren
es: Patrocinadores directos
pt: Patrocinadores diretos

# eligibilityCurrentTotalTeam
source: Total Team Members
de: Gesamtes Team
es: Equipo total
pt: Total de membros da equipe

# eligibilityProcessTitle
source: THE PROCESS
de: DER PROZESS
es: EL PROCESO
pt: O PROCESSO

# eligibilityProcessStep1Title
source: INVITE - Build Your Foundation
de: EINLADEN - Bauen Sie Ihr Fundament auf
es: INVITAR - Construye tu fundamento
pt: CONVIDAR - Construa sua fundação

# eligibilityProcessStep1Description
source: Connect with like-minded professionals open to exploring {business}.
de: Verbinden Sie sich mit gleichgesinnten Fachleuten, die offen sind, {business} zu erkunden.
es: Conéctate con profesionales de ideas afines abiertos a explorar {business}.
pt: Conecte-se com profissionais com ideias semelhantes abertos a explorar {business}.

# eligibilityProcessStep2Title
source: CULTIVATE - Create Momentum
de: KULTIVIEREN - Schaffen Sie Dynamik
es: CULTIVAR - Crea impulso
pt: CULTIVAR - Crie impulso

# eligibilityProcessStep2Description
source: Foster authentic relationships as your team grows, creating a thriving team of professionals who support each other's success.
de: Fördern Sie authentische Beziehungen, während Ihr Team wächst, und schaffen Sie ein florierendes Team von Fachleuten, die sich gegenseitig beim Erfolg unterstützen.
es: Fomenta relaciones auténticas a medida que tu equipo crece, creando un equipo próspero de profesionales que se apoyan mutuamente en el éxito.
pt: Promova relacionamentos autênticos à medida que sua equipe cresce, criando uma equipe próspera de profissionais que se apoiam mutuamente no sucesso.

# eligibilityProcessStep3Title
source: PARTNER - Launch with Success
de: PARTNERSCHAFT - Starten Sie mit Erfolg
es: ASOCIAR - Lanza con éxito
pt: PARCERIA - Lance com sucesso

# eligibilityProcessStep3Description
source: Team members receive an invitation to join {business} upon achieving key growth targets.
de: Teammitglieder erhalten eine Einladung, {business} beizutreten, wenn sie wichtige Wachstumsziele erreichen.
es: Los miembros del equipo reciben una invitación para unirse a {business} al lograr objetivos clave de crecimiento.
pt: Os membros da equipe recebem um convite para se juntar a {business} ao atingir metas de crescimento importantes.

# shareHeading
source: Powerful Referral System
de: Leistungsstarkes Empfehlungssystem
es: Poderoso sistema de referencias
pt: Sistema de referência poderoso

# shareSubheading
source: Share your referral links to pre-build a new team with recruiting prospects or expand your existing team.
de: Teilen Sie Ihre Empfehlungslinks, um ein neues Team mit Rekrutierungskandidaten vorzubauen oder Ihr bestehendes Team zu erweitern.
es: Comparte tus enlaces de referencia para pre-construir un nuevo equipo con prospectos de reclutamiento o expandir tu equipo existente.
pt: Compartilhe seus links de referência para pré-construir uma nova equipe com prospects de recrutamento ou expandir sua equipe existente.

# shareStrategiesTitle
source: Proven Growth Strategies
de: Bewährte Wachstumsstrategien
es: Estrategias de crecimiento comprobadas
pt: Estratégias de crescimento comprovadas

# shareProspectTitle
source: New Recruiting Prospects
de: Neue Rekrutierungskandidaten
es: Nuevos prospectos de reclutamiento
pt: Novos prospects de recrutamento

# shareProspectSubtitle
source: Invite recruiting prospects to get a head start.
de: Laden Sie Rekrutierungskandidaten ein, um einen Vorsprung zu erhalten.
es: Invita a prospectos de reclutamiento para comenzar con ventaja.
pt: Convide prospects de recrutamento para começar com vantagem.

# shareProspectDescription
source: Invite recruiting prospects to pre-build their {business} team with this app. They can create powerful momentum before officially joining {business}, ensuring success from day one.
de: Laden Sie Rekrutierungskandidaten ein, ihr {business}-Team mit dieser App vorzubauen. Sie können kraftvolle Dynamik aufbauen, bevor sie offiziell {business} beitreten, und so den Erfolg vom ersten Tag an sicherstellen.
es: Invita a prospectos de reclutamiento a pre-construir su equipo de {business} con esta aplicación. Pueden crear un poderoso impulso antes de unirse oficialmente a {business}, asegurando el éxito desde el primer día.
pt: Convide prospects de recrutamento para pré-construir sua equipe {business} com este aplicativo. Eles podem criar um impulso poderoso antes de se juntarem oficialmente a {business}, garantindo sucesso desde o primeiro dia.

# sharePartnerTitle
source: Current Business Partners
de: Aktuelle Geschäftspartner
es: Socios comerciales actuales
pt: Parceiros de negócios atuais

# sharePartnerSubtitle
source: Great for your existing {business} team
de: Großartig für Ihr bestehendes {business}-Team
es: Ideal para tu equipo existente de {business}
pt: Ótimo para sua equipe {business} existente

# sharePartnerDescription
source: Empower your existing {business} partners with the same tool you use. This promotes duplication and helps accelerate growth throughout your entire {business} organization.
de: Stärken Sie Ihre bestehenden {business}-Partner mit demselben Tool, das Sie verwenden. Dies fördert die Duplikation und hilft, das Wachstum in Ihrer gesamten {business}-Organisation zu beschleunigen.
es: Empodera a tus socios existentes de {business} con la misma herramienta que usas. Esto promueve la duplicación y ayuda a acelerar el crecimiento en toda tu organización de {business}.
pt: Capacite seus parceiros {business} existentes com a mesma ferramenta que você usa. Isso promove a duplicação e ajuda a acelerar o crescimento em toda a sua organização {business}.

# shareSelectMessageLabel
source: Select Message To Send
de: Zu sendende Nachricht auswählen
es: Seleccionar mensaje para enviar
pt: Selecionar mensagem para enviar

# shareButtonShare
source: Share
de: Teilen
es: Compartir
pt: Compartilhar

# shareLinkCopiedMessage
source: Link copied to clipboard!
de: Link in die Zwischenablage kopiert!
es: ¡Enlace copiado al portapapeles!
pt: Link copiado para a área de transferência!

# shareProTipsTitle
source: Pro Tips for Success
de: Profi-Tipps für den Erfolg
es: Consejos profesionales para el éxito
pt: Dicas profissionais para o sucesso

# shareProTip1
source: 💬 Personalize your message when sharing
de: 💬 Personalisieren Sie Ihre Nachricht beim Teilen
es: 💬 Personaliza tu mensaje al compartir
pt: 💬 Personalize sua mensagem ao compartilhar

# shareProTip2
source: 📱 Share consistently across all social platforms
de: 📱 Teilen Sie konsequent auf allen Social-Media-Plattformen
es: 📱 Comparte consistentemente en todas las plataformas sociales
pt: 📱 Compartilhe consistentemente em todas as plataformas sociais

# shareProTip3
source: 🤝 Follow up with prospects who show interest
de: 🤝 Verfolgen Sie Kandidaten nach, die Interesse zeigen
es: 🤝 Haz seguimiento con prospectos que muestren interés
pt: 🤝 Faça acompanhamento com prospects que demonstrarem interesse

# shareProTip4
source: 📈 Track your results and adjust your approach
de: 📈 Verfolgen Sie Ihre Ergebnisse und passen Sie Ihren Ansatz an
es: 📈 Rastrea tus resultados y ajusta tu enfoque
pt: 📈 Rastreie seus resultados e ajuste sua abordagem

# shareProTip5
source: 🎯 Use both strategies for maximum growth potential
de: 🎯 Verwenden Sie beide Strategien für maximales Wachstumspotenzial
es: 🎯 Usa ambas estrategias para máximo potencial de crecimiento
pt: 🎯 Use ambas as estratégias para máximo potencial de crescimento

# shareDemoTitle
source: Demo Mode
de: Demo-Modus
es: Modo de demostración
pt: Modo de demonstração

# shareDemoMessage
source: Sharing disabled during demo mode.
de: Teilen im Demo-Modus deaktiviert.
es: Compartir deshabilitado durante el modo de demostración.
pt: Compartilhamento desabilitado durante o modo de demonstração.

# shareDemoButton
source: I Understand
de: Ich verstehe
es: Entiendo
pt: Eu entendo

# memberDetailButtonSendMessage
source: Send Message
de: Nachricht senden
es: Enviar mensaje
pt: Enviar mensagem

# memberDetailLabelDirectSponsors
source: Direct Sponsors
de: Direkte Sponsoren
es: Patrocinadores directos
pt: Patrocinadores diretos

# memberDetailLabelJoinedNetwork
source: Joined Network
de: Netzwerk beigetreten
es: Se unió a la red
pt: Entrou na rede

# memberDetailLabelJoinedOrganization
source: Joined Organization
de: {bizOpp} beigetreten
es: Se unió a {bizOpp}
pt: Entrou em {bizOpp}

# memberDetailLabelQualified
source: Qualified
de: Qualifiziert
es: Calificado
pt: Qualificado

# memberDetailLabelQualifiedDate
source: Qualified Date
de: Qualifikationsdatum
es: Fecha de calificación
pt: Data de qualificação

# memberDetailLabelTeamLeader
source: Team Leader
de: Teamleiter
es: Líder de equipo
pt: Líder da equipe

# memberDetailLabelTotalTeam
source: Total Team
de: Gesamtes Team
es: Equipo total
pt: Equipe total

# memberDetailNotYet
source: Not Yet
de: Noch nicht
es: Aún no
pt: Ainda não

# memberDetailNotYetJoined
source: Not Yet Joined
de: Noch nicht beigetreten
es: Aún no se ha unido
pt: Ainda não entrou

# memberDetailEligibilityTitle
source: Eligibility Requirements
de: Berechtigungsanforderungen
es: Requisitos de elegibilidad
pt: Requisitos de elegibilidade

# memberDetailEligibilityDirectSponsors
source: Direct Sponsors
de: Direkte Sponsoren
es: Patrocinadores directos
pt: Patrocinadores diretos

# memberDetailEligibilityTotalTeam
source: Total Team
de: Gesamtes Team
es: Equipo total
pt: Equipe total

# memberDetailEligibilityMessage
source: Team members who meet these requirements are automatically invited to join the {organization}.
de: Teammitglieder, die diese Anforderungen erfüllen, werden automatisch eingeladen, der {organization} beizutreten.
es: Los miembros del equipo que cumplan estos requisitos son invitados automáticamente a unirse a {organization}.
pt: Os membros da equipe que atenderem a esses requisitos são automaticamente convidados a se juntar a {organization}.

# memberDetailEligibilityWaived
source: Waived
de: Verzichtet
es: Exonerado
pt: Dispensado

# messageThreadHeading
source: Message Center
de: Nachrichtencenter
es: Centro de mensajes
pt: Centro de mensagens

# messageThreadEmptyMessage
source: Start the conversation!
de: Starten Sie das Gespräch!
es: ¡Comienza la conversación!
pt: Comece a conversa!

# messageThreadUrlWarningTitle
source: External Link Warning
de: Warnung vor externem Link
es: Advertencia de enlace externo
pt: Aviso de link externo

# messageThreadUrlWarningMessage
source: This message contains an external link. Be cautious when clicking links from unknown sources.
de: Diese Nachricht enthält einen externen Link. Seien Sie vorsichtig beim Klicken auf Links von unbekannten Quellen.
es: Este mensaje contiene un enlace externo. Ten cuidado al hacer clic en enlaces de fuentes desconocidas.
pt: Esta mensagem contém um link externo. Tenha cuidado ao clicar em links de fontes desconhecidas.

# messageThreadUrlWarningButton
source: Understood
de: Verstanden
es: Entendido
pt: Entendido

# chatbotAssistantTitle
source: AI Assistant
de: KI-Assistent
es: Asistente de IA
pt: Assistente de IA

# chatbotAssistantSubtitle
source: Ask me anything about Team Build Pro
de: Fragen Sie mich alles über Team Build Pro
es: Pregúntame cualquier cosa sobre Team Build Pro
pt: Pergunte-me qualquer coisa sobre o Team Build Pro

# chatbotClearTooltip
source: Clear conversation
de: Unterhaltung löschen
es: Borrar conversación
pt: Limpar conversa

# chatbotSignInRequired
source: Please sign in to use the AI Assistant
de: Bitte melden Sie sich an, um den KI-Assistenten zu verwenden
es: Por favor inicia sesión para usar el Asistente de IA
pt: Por favor, faça login para usar o Assistente de IA

# companyHeading
source: Company Details
de: Unternehmensdetails
es: Detalles de la compañía
pt: Detalhes da empresa

# companyLabelName
source: Company Name
de: Unternehmensname
es: Nombre de la compañía
pt: Nome da empresa

# companyLabelReferralLink
source: My Company Referral Link
de: Mein Unternehmens-Empfehlungslink
es: Mi enlace de referencia de la compañía
pt: Meu link de referência da empresa

# companyLinkedTitle
source: Account Linked!
de: Konto verknüpft!
es: ¡Cuenta vinculada!
pt: Conta vinculada!

# companyLinkedMessage
source: Great news! As your team members gain momentum and qualify, they will receive an invitation to join your {business} organization.
de: Großartige Neuigkeiten! Während Ihre Teammitglieder Dynamik gewinnen und sich qualifizieren, erhalten sie eine Einladung, Ihrer {business}-Organisation beizutreten.
es: ¡Buenas noticias! A medida que tus miembros del equipo ganen impulso y califiquen, recibirán una invitación para unirse a tu organización de {business}.
pt: Ótimas notícias! À medida que seus membros da equipe ganham impulso e se qualificam, eles receberão um convite para se juntar à sua organização {business}.

# companyNotAvailable
source: Not available
de: Nicht verfügbar
es: No disponible
pt: Não disponível

# deleteAccountHeading
source: Account Deletion
de: Kontolöschung
es: Eliminación de cuenta
pt: Exclusão de conta

# deleteAccountSubheading
source: We're sorry to see you go. Please review the information below carefully.
de: Es tut uns leid, Sie gehen zu sehen. Bitte lesen Sie die folgenden Informationen sorgfältig durch.
es: Lamentamos verte partir. Por favor revisa la información a continuación cuidadosamente.
pt: Lamentamos vê-lo partir. Por favor, revise as informações abaixo cuidadosamente.

# deleteAccountWarningTitle
source: PERMANENT ACCOUNT DELETION
de: PERMANENTE KONTOLÖSCHUNG
es: ELIMINACIÓN PERMANENTE DE CUENTA
pt: EXCLUSÃO PERMANENTE DE CONTA

# deleteAccountWarningMessage
source: This action cannot be undone. When you delete your account:
de: Diese Aktion kann nicht rückgängig gemacht werden. Wenn Sie Ihr Konto löschen:
es: Esta acción no se puede deshacer. Cuando elimines tu cuenta:
pt: Esta ação não pode ser desfeita. Quando você excluir sua conta:

# deleteAccountWarning1
source: Your personal data will be permanently deleted
de: Werden Ihre persönlichen Daten dauerhaft gelöscht
es: Tus datos personales serán eliminados permanentemente
pt: Seus dados pessoais serão excluídos permanentemente

# deleteAccountWarning2
source: You will lose access to all premium features
de: Verlieren Sie den Zugang zu allen Premium-Funktionen
es: Perderás el acceso a todas las funciones premium
pt: Você perderá o acesso a todos os recursos premium

# deleteAccountWarning3
source: Your account cannot be recovered or reactivated
de: Kann Ihr Konto nicht wiederhergestellt oder reaktiviert werden
es: Tu cuenta no se puede recuperar ni reactivar
pt: Sua conta não pode ser recuperada ou reativada

# deleteAccountWarning4
source: Your network relationships will be preserved for business continuity
de: Werden Ihre Netzwerkbeziehungen zur Geschäftskontinuität erhalten
es: Tus relaciones de red se preservarán para la continuidad del negocio
pt: Seus relacionamentos de rede serão preservados para continuidade dos negócios

# deleteAccountWarning5
source: You will be immediately signed out of all devices
de: Werden Sie sofort von allen Geräten abgemeldet
es: Cerrarás sesión inmediatamente en todos los dispositivos
pt: Você será desconectado imediatamente de todos os dispositivos

# deleteAccountInfoTitle
source: Account Information
de: Kontoinformationen
es: Información de la cuenta
pt: Informações da conta

# deleteAccountConfirmTitle
source: Confirmation Required
de: Konto löschen?
es: Confirmación requerida
pt: Confirmação necessária

# deleteAccountConfirmLabel
source: To confirm deletion, please type your email address:
de: Um die Löschung zu bestätigen, geben Sie bitte Ihre E-Mail-Adresse ein:
es: Para confirmar la eliminación, por favor escribe tu dirección de correo electrónico:
pt: Para confirmar a exclusão, digite seu endereço de e-mail:

# deleteAccountCheckbox1
source: I understand this action is permanent and cannot be undone
de: Ich verstehe, dass diese Aktion dauerhaft ist und nicht rückgängig gemacht werden kann
es: Entiendo que esta acción es permanente y no se puede deshacer
pt: Eu entendo que esta ação é permanente e não pode ser desfeita

# deleteAccountCheckbox2
source: I understand I will lose access to all data and premium features
de: Ich verstehe, dass ich den Zugang zu allen Daten und Premium-Funktionen verlieren werde
es: Entiendo que perderé el acceso a todos los datos y funciones premium
pt: Eu entendo que perderei o acesso a todos os dados e recursos premium

# deleteAccountCheckbox3
source: I acknowledge my network relationships will be preserved for business operations
de: Ich bestätige, dass meine Netzwerkbeziehungen für Geschäftszwecke erhalten bleiben
es: Reconozco que mis relaciones de red se preservarán para operaciones comerciales
pt: Eu reconheço que meus relacionamentos de rede serão preservados para operações comerciais

# deleteAccountDeleting
source: Deleting...
de: Wird gelöscht...
es: Eliminando...
pt: Excluindo...

# deleteAccountHelpTitle
source: Need Help?
de: Benötigen Sie Hilfe?
es: ¿Necesitas ayuda?
pt: Precisa de ajuda?

# deleteAccountHelpMessage
source: If you're experiencing issues with the app, please contact our support team before deleting your account.
de: Wenn Sie Probleme mit der App haben, kontaktieren Sie bitte unser Support-Team, bevor Sie Ihr Konto löschen.
es: Si estás experimentando problemas con la aplicación, por favor contacta a nuestro equipo de soporte antes de eliminar tu cuenta.
pt: Se você estiver enfrentando problemas com o aplicativo, entre em contato com nossa equipe de suporte antes de excluir sua conta.

# deleteAccountHelpButton
source: Contact Support
de: Support kontaktieren
es: Contactar soporte
pt: Contatar suporte

# deleteAccountDemoTitle
source: Demo Account Protection
de: Demo-Konto-Schutz
es: Protección de cuenta de demostración
pt: Proteção de conta de demonstração

# deleteAccountDemoMessage
source: This is a protected demo account and cannot be deleted. Demo accounts are maintained for app review and demonstration purposes. If you are testing the app, please create a new account for testing account deletion features.
de: Dies ist ein geschütztes Demo-Konto und kann nicht gelöscht werden. Demo-Konten werden für App-Reviews und Demonstrationszwecke gepflegt. Wenn Sie die App testen, erstellen Sie bitte ein neues Konto zum Testen der Kontolöschungsfunktionen.
es: Esta es una cuenta de demostración protegida y no se puede eliminar. Las cuentas de demostración se mantienen para revisión de aplicaciones y fines de demostración. Si estás probando la aplicación, por favor crea una nueva cuenta para probar las funciones de eliminación de cuenta.
pt: Esta é uma conta de demonstração protegida e não pode ser excluída. As contas de demonstração são mantidas para revisão de aplicativos e fins de demonstração. Se você estiver testando o aplicativo, crie uma nova conta para testar os recursos de exclusão de conta.

# editProfileHeading
source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
pt: Editar perfil

# editProfileHeadingFirstTime
source: Complete Your Profile
de: Vervollständigen Sie Ihr Profil
es: Completa tu perfil
pt: Complete seu perfil

# editProfileInstructionsFirstTime
source: Please complete your profile to get started
de: Bitte vervollständigen Sie Ihr Profil, um zu beginnen
es: Por favor completa tu perfil para comenzar
pt: Por favor, complete seu perfil para começar

# editProfileBusinessQuestion
source: Are you currently a
de: Sind Sie derzeit ein
es: ¿Eres actualmente un
pt: Você é atualmente um

# editProfileBusinessQuestionSuffix
source: representative?
de: -Vertreter?
es: representante?
pt: representante?

# editProfileYes
source: Yes
de: Ja
es: Sí
pt: Sim

# editProfileDialogImportantTitle
source: Very Important!
de: Sehr wichtig!
es: ¡Muy importante!
pt: Muito importante!

# editProfileDialogImportantMessage
source: You must enter the exact referral link you received from your {business} sponsor.
de: Sie müssen den genauen Empfehlungslink eingeben, den Sie von Ihrem {business}-Sponsor erhalten haben.
es: Debes ingresar el enlace de referencia exacto que recibiste de tu patrocinador de {business}.
pt: Você deve inserir o link de referência exato que recebeu de seu patrocinador {business}.

# editProfileDialogImportantButton
source: I Understand
de: Ich verstehe
es: Entiendo
pt: Eu entendo

# editProfileReferralLinkField
source: Enter Your Referral Link
de: Geben Sie Ihren Empfehlungslink ein
es: Ingresa tu enlace de referencia
pt: Digite seu link de referência
