Repository: scscot/tbp
Catalog: lib/l10n/app_*.arb
Languages: de, es, pt

# privacySection5Content
source: You have the following rights regarding your data: ACCESS AND PORTABILITY: • Request a copy of your personal data • Export your data in a portable format • Review what information we have about you CORRECTION: • Update inaccurate information • Modify your profile details • Correct errors in your account DELETION: • Request deletion of your account and data • Use the "Delete Account" feature in the App • Some data may be retained for legal compliance • Deletion is permanent and cannot be undone OPT-OUT: • Unsubscribe from marketing emails • Disable push notifications in device settings • Limit analytics data collection TO EXERCISE RIGHTS: • Use in-app settings where available • Email: support@teambuildpro.com • We will respond within 30 days • Identity verification may be required
de: Sie haben die folgenden Rechte in Bezug auf Ihre Daten: ZUGANG UND PORTABILITÄT: • Fordern Sie eine Kopie Ihrer persönlichen Daten an • Exportieren Sie Ihre Daten in einem portablen Format • Überprüfen Sie, welche Informationen wir über Sie haben KORREKTUR: • Aktualisieren Sie ungenaue Informationen • Ändern Sie Ihre Profildetails • Korrigieren Sie Fehler in Ihrem Konto LÖSCHUNG: • Fordern Sie die Löschung Ihres Kontos und Ihrer Daten an • Verwenden Sie die Funktion "Konto löschen" in der App • Einige Daten können aus rechtlichen Compliance-Gründen aufbewahrt werden • Die Löschung ist dauerhaft und kann nicht rückgängig gemacht werden OPT-OUT: • Abmelden von Marketing-E-Mails • Deaktivieren von Push-Benachrichtigungen in den Geräteeinstellungen • Begrenzen der Analytics-Datenerfassung UM RECHTE AUSZUÜBEN: • Verwenden Sie In-App-Einstellungen, wo verfügbar • E-Mail: support@teambuildpro.com • Wir werden innerhalb von 30 Tagen antworten • Identitätsverifizierung kann erforderlich sein
es: Tiene los siguientes derechos con respecto a sus datos: ACCESO Y PORTABILIDAD: • Solicitar una copia de sus datos personales • Exportar sus datos en un formato portable • Revisar qué información tenemos sobre usted CORRECCIÓN: • Actualizar información inexacta • Modificar los detalles de su perfil • Corregir errores en su cuenta ELIMINACIÓN: • Solicitar eliminación de su cuenta y datos • Usar la función "Eliminar Cuenta" en la Aplicación • Algunos datos pueden retenerse para cumplimiento legal • La eliminación es permanente y no se puede deshacer OPTAR POR NO PARTICIPAR: • Cancelar suscripción a correos electrónicos de marketing • Desactivar notificaciones push en la configuración del dispositivo • Limitar la recopilación de datos de análisis PARA EJERCER DERECHOS: • Use la configuración en la aplicación cuando esté disponible • Email: support@teambuildpro.com • Responderemos dentro de 30 días • Puede requerirse verificación de identidad
pt: Você tem os seguintes direitos em relação aos seus dados: ACESSO E PORTABILIDADE: • Solicitar uma cópia de seus dados pessoais • Exportar seus dados em formato portátil • Revisar quais informações temos sobre você CORREÇÃO: • Atualizar informações imprecisas • Modificar os detalhes do seu perfil • Corrigir erros na sua conta EXCLUSÃO: • Solicitar exclusão de sua conta e dados • Usar o recurso "Excluir Conta" no Aplicativo • Alguns dados podem ser retidos para conformidade legal • A exclusão é permanente e não pode ser desfeita OPTAR POR NÃO PARTICIPAR: • Cancelar assinatura de e-mails de marketing • Desabilitar notificações push nas configurações do dispositivo • Limitar a coleta de dados de análise PARA EXERCER DIREITOS: • Use as configurações do aplicativo quando disponível • Email: support@teambuildpro.com • Responderemos dentro de 30 dias • Pode ser necessária verificação de identidade

# privacySection6Title
source: 6. DATA RETENTION
de: 6. DATENAUFBEWAHRUNG
es: 6. RETENCIÓN DE DATOS
pt: 6. RETENÇÃO DE DADOS

# privacySection6Content
source: HOW LONG WE KEEP DATA: ACTIVE ACCOUNTS: • Data retained while your account is active • Necessary to provide ongoing service • You can delete data or account anytime DELETED ACCOUNTS: • Most data deleted within 30 days • Some data retained for legal compliance • Backup systems purged within 90 days • Financial records kept per legal requirements LEGAL RETENTION: • Transaction records: 7 years (tax law) • Legal disputes: until resolution + statute of limitations • Fraud prevention: as legally required • Aggregated analytics: indefinitely (anonymized) YOUR CONTROL: • Request deletion at any time • Export data before account deletion • Deletion is permanent and irreversible
de: WIE LANGE WIR DATEN AUFBEWAHREN: AKTIVE KONTEN: • Daten werden aufbewahrt, während Ihr Konto aktiv ist • Notwendig zur Bereitstellung fortlaufender Dienste • Sie können Daten oder Konto jederzeit löschen GELÖSCHTE KONTEN: • Die meisten Daten werden innerhalb von 30 Tagen gelöscht • Einige Daten werden aus rechtlichen Compliance-Gründen aufbewahrt • Backup-Systeme werden innerhalb von 90 Tagen gelöscht • Finanzunterlagen werden gemäß gesetzlichen Anforderungen aufbewahrt GESETZLICHE AUFBEWAHRUNG: • Transaktionsaufzeichnungen: Wie gesetzlich vorgeschrieben • Steuerunterlagen: Gemäß Steuergesetzen • Streitbeilegung: Bis zur Beilegung • Sicherheitsprotokolle: Wie für Sicherheitszwecke erforderlich
es: CUÁNTO TIEMPO CONSERVAMOS LOS DATOS: CUENTAS ACTIVAS: • Datos retenidos mientras su cuenta esté activa • Necesario para proporcionar servicio continuo • Puede eliminar datos o cuenta en cualquier momento CUENTAS ELIMINADAS: • La mayoría de los datos se eliminan dentro de 30 días • Algunos datos retenidos para cumplimiento legal • Sistemas de respaldo purgados dentro de 90 días • Registros financieros conservados según requisitos legales RETENCIÓN LEGAL: • Registros de transacciones: 7 años (ley tributaria) • Disputas legales: hasta resolución + estatuto de limitaciones • Prevención de fraude: según lo requerido legalmente • Análisis agregados: indefinidamente (anonimizados) SU CONTROL: • Solicitar eliminación en cualquier momento • Exportar datos antes de la eliminación de cuenta • La eliminación es permanente e irreversible
pt: QUANTO TEMPO MANTEMOS OS DADOS: CONTAS ATIVAS: • Dados retidos enquanto sua conta estiver ativa • Necessário para fornecer serviço contínuo • Você pode excluir dados ou conta a qualquer momento CONTAS EXCLUÍDAS: • A maioria dos dados excluída dentro de 30 dias • Alguns dados retidos para conformidade legal • Sistemas de backup purgados dentro de 90 dias • Registros financeiros mantidos conforme requisitos legais RETENÇÃO LEGAL: • Registros de transações: 7 anos (lei tributária) • Disputas legais: até resolução + estatuto de limitações • Prevenção de fraude: conforme exigido legalmente • Análises agregadas: indefinidamente (anonimizadas) SEU CONTROLE: • Solicitar exclusão a qualquer momento • Exportar dados antes da exclusão da conta • A exclusão é permanente e irreversível

# privacySection7Title
source: 7. CHILDREN'S PRIVACY
de: 7. KINDER-DATENSCHUTZ
es: 7. PRIVACIDAD DE MENORES
pt: 7. PRIVACIDADE DE CRIANÇAS

# privacySection7Content
source: AGE RESTRICTION: • The App is not intended for users under 18 • We do not knowingly collect data from minors • You must be 18+ to create an account IF WE LEARN OF UNDERAGE USERS: • We will promptly delete their accounts • We will delete all associated data • We will take steps to prevent future underage access PARENTAL RIGHTS: • Parents may request deletion of minor's data • Contact: support@teambuildpro.com • Provide proof of parental relationship • We will act promptly on verified requests
de: Die App ist NICHT für Kinder unter 18 Jahren bestimmt: • Wir sammeln wissentlich keine Daten von Kindern • Benutzer müssen 18+ sein oder das Mindestalter in ihrer Gerichtsbarkeit erreicht haben • Wenn wir von Minderjährigen-Daten erfahren, löschen wir diese • Eltern sollten die Internetnutzung von Kindern überwachen Wenn Sie glauben, dass wir unbeabsichtigt Daten von einem Minderjährigen gesammelt haben, kontaktieren Sie uns sofort unter support@teambuildpro.com
es: RESTRICCIÓN DE EDAD: • La Aplicación no está destinada a usuarios menores de 18 años • No recopilamos datos de menores a sabiendas • Debe tener 18+ para crear una cuenta SI NOS ENTERAMOS DE USUARIOS MENORES DE EDAD: • Eliminaremos sus cuentas de inmediato • Eliminaremos todos los datos asociados • Tomaremos medidas para prevenir el acceso futuro de menores DERECHOS PARENTALES: • Los padres pueden solicitar la eliminación de datos de menores • Contacto: support@teambuildpro.com • Proporcione prueba de relación parental • Actuaremos rápidamente en solicitudes verificadas
pt: RESTRIÇÃO DE IDADE: • O Aplicativo não é destinado a usuários menores de 18 anos • Não coletamos dados de menores conscientemente • Você deve ter 18+ para criar uma conta SE FICARMOS SABENDO DE USUÁRIOS MENORES DE IDADE: • Excluiremos suas contas imediatamente • Excluiremos todos os dados associados • Tomaremos medidas para prevenir acesso futuro de menores DIREITOS PARENTAIS: • Os pais podem solicitar exclusão de dados de menores • Contato: support@teambuildpro.com • Forneça prova de relacionamento parental • Agiremos prontamente em solicitações verificadas

# privacySection8Title
source: 8. CHANGES TO PRIVACY POLICY
de: 8. INTERNATIONALE DATENÜBERTRAGUNGEN
es: 8. CAMBIOS A LA POLÍTICA DE PRIVACIDAD
pt: 8. MUDANÇAS NA POLÍTICA DE PRIVACIDADE

# privacySection8Content
source: UPDATES: • We may update this Privacy Policy periodically • Changes posted in the App and on our website • Material changes communicated via email or notification • Continued use means acceptance of changes YOUR OPTIONS: • Review this policy regularly • Contact us with questions: support@teambuildpro.com • Stop using the App if you disagree with changes • Delete your account if you don't accept updates EFFECTIVE DATE: • Current version: January 2025 • Last Updated: January 2025 • Previous versions are superseded CONTACT INFORMATION: Team Build Pro Email: support@teambuildpro.com Website: https://www.teambuildpro.com Terms of Service: https://info.teambuildpro.com/terms-of-service.html
de: Ihre Daten können verarbeitet werden in: • Vereinigte Staaten • Europäische Union • Andere Länder, in denen unsere Dienstleister tätig sind DATENSCHUTZSCHILDE: Wir implementieren geeignete Sicherheitsvorkehrungen: • Standard-Vertragsklauseln • Angemessenheitsbeschlüsse • Zertifizierungen und Compliance-Programme GDPR COMPLIANCE: Für EU-Benutzer: • Rechtmäßige Grundlage für die Verarbeitung • Datenschutz-Folgenabschätzungen • Einhaltung der GDPR-Anforderungen • Rechte gemäß GDPR
es: ACTUALIZACIONES: • Podemos actualizar esta Política de Privacidad periódicamente • Cambios publicados en la Aplicación y en nuestro sitio web • Cambios materiales comunicados por correo electrónico o notificación • El uso continuado significa aceptación de cambios SUS OPCIONES: • Revise esta política regularmente • Contáctenos con preguntas: support@teambuildpro.com • Deje de usar la Aplicación si no está de acuerdo con los cambios • Elimine su cuenta si no acepta las actualizaciones FECHA EFECTIVA: • Versión actual: Enero 2025 • Última Actualización: Enero 2025 • Las versiones anteriores son reemplazadas INFORMACIÓN DE CONTACTO: Team Build Pro Email: support@teambuildpro.com Sitio web: https://www.teambuildpro.com Términos de Servicio: https://info.teambuildpro.com/terms-of-service.html
pt: ATUALIZAÇÕES: • Podemos atualizar esta Política de Privacidade periodicamente • Mudanças publicadas no Aplicativo e em nosso site • Mudanças materiais comunicadas por e-mail ou notificação • O uso continuado significa aceitação das mudanças SUAS OPÇÕES: • Revise esta política regularmente • Entre em contato conosco com perguntas: support@teambuildpro.com • Pare de usar o Aplicativo se discordar das mudanças • Exclua sua conta se não aceitar as atualizações DATA EFETIVA: • Versão atual: Janeiro 2025 • Última Atualização: Janeiro 2025 • Versões anteriores são substituídas INFORMAÇÕES DE CONTATO: Team Build Pro Email: support@teambuildpro.com Website: https://www.teambuildpro.com Termos de Serviço: https://info.teambuildpro.com/terms-of-service.html

# subscriptionSuccessMessage
source: ✅ Subscription activated successfully!
de: ✅ Abonnement erfolgreich aktiviert!
es: ✅ ¡Suscripción activada con éxito!
pt: ✅ Assinatura ativada com sucesso!

# subscriptionRestoreSuccess
source: ✅ Subscription restored successfully!
de: ✅ Abonnement erfolgreich wiederhergestellt!
es: ✅ ¡Suscripción restaurada con éxito!
pt: ✅ Assinatura restaurada com sucesso!

# subscriptionRestoreNone
source: No previous subscription found to restore.
de: Kein früheres Abonnement zur Wiederherstellung gefunden.
es: No se encontró ninguna suscripción anterior para restaurar.
pt: Nenhuma assinatura anterior encontrada para restaurar.

# subscriptionStatusTrial
source: Free Trial Active
de: Kostenlose Testversion aktiv
es: Prueba Gratuita Activa
pt: Teste Gratuito Ativo

# subscriptionStatusTrialSubtitle
source: {days} days remaining in your trial
de: {days} Tage verbleiben in Ihrer Testversion
es: {days} días restantes en su prueba
pt: {days} dias restantes no seu teste

# subscriptionPremiumFeaturesHeader
source: Premium Features:
de: Premium-Funktionen:
es: Funciones Premium:
pt: Recursos Premium:

# subscriptionFeatureReferralLink
source: Submit your unique {bizOpp} referral link
de: Reichen Sie Ihren einzigartigen {bizOpp}-Empfehlungslink ein
es: Envíe su enlace de referencia único de {bizOpp}
pt: Envie seu link de indicação exclusivo de {bizOpp}

# subscriptionFeatureAiCoaching
source: Custom AI Coaching for recruiting and team building
de: Individuelles KI-Coaching für Rekrutierung und Teamentwicklung
es: Entrenamiento de IA personalizado para reclutamiento y construcción de equipos
pt: Treinamento de IA personalizado para recrutamento e construção de equipes

# subscriptionFeatureMessaging
source: Unlock messaging to users on your team
de: Schalten Sie Nachrichten an Benutzer in Ihrem Team frei
es: Desbloquee mensajes para usuarios de su equipo
pt: Desbloqueie mensagens para usuários da sua equipe

# subscriptionFeatureEnsureTeam
source: Ensure team members join under YOU in {bizOpp}
de: Stellen Sie sicher, dass Teammitglieder unter IHNEN in {bizOpp} beitreten
es: Asegure que los miembros del equipo se unan bajo USTED en {bizOpp}
pt: Garanta que os membros da equipe entrem sob VOCÊ em {bizOpp}

# subscriptionFeatureAnalytics
source: Advanced analytics and insights
de: Erweiterte Analysen und Einblicke
es: Análisis avanzados e información detallada
pt: Análises avançadas e insights

# subscriptionManagementApple
source: You can manage your subscription in your Apple ID account settings.
de: Sie können Ihr Abonnement in den Einstellungen Ihres Apple-ID-Kontos verwalten.
es: Puede administrar su suscripción en la configuración de su cuenta de Apple ID.
pt: Você pode gerenciar sua assinatura nas configurações da sua conta Apple ID.

# subscriptionManagementGoogle
source: You can manage your subscription in the Google Play Store.
de: Sie können Ihr Abonnement im Google Play Store verwalten.
es: Puede administrar su suscripción en Google Play Store.
pt: Você pode gerenciar sua assinatura na Google Play Store.

# messageCenterNotLoggedIn
source: Please log in to see messages.
de: Bitte melden Sie sich an, um Nachrichten zu sehen.
es: Por favor inicia sesión para ver mensajes.
pt: Por favor, faça login para ver mensagens.

# messageCenterError
source: Error loading messages
de: Fehler beim Laden der Nachrichten
es: Error al cargar mensajes
pt: Erro ao carregar mensagens

# messageCenterLoadingChat
source: Loading chat...
de: Chat wird geladen...
es: Cargando chat...
pt: Carregando chat...

# messageCenterErrorLoadingUser
source: Error loading user details
de: Fehler beim Laden der Benutzerdetails
es: Error al cargar detalles del usuario
pt: Erro ao carregar detalhes do usuário

# messageCenterUnknownUser
source: Unknown User
de: Unbekannter Benutzer
es: Usuario Desconocido
pt: Usuário Desconhecido

# messageCenterLastMessage
source: Last message {time}
de: Letzte Nachricht vor {time}
es: Último mensaje hace {time}
pt: Última mensagem há {time}

# chatbotThinking
source: Thinking...
de: Denke nach...
es: Pensando...
pt: Pensando...

# commonNoDataMessage
source: No data available
de: Keine Daten verfügbar
es: No hay datos disponibles
pt: Nenhum dado disponível

# commonRetryButton
source: Retry
de: Erneut versuchen
es: Reintentar
pt: Tentar Novamente

# commonRefreshButton
source: Refresh
de: Aktualisieren
es: Actualizar
pt: Atualizar

# faqTitle
source: Frequently Asked Questions
de: Häufig gestellte Fragen
es: Preguntas Frecuentes
pt: Perguntas Frequentes

# faqSearchHint
source: Search FAQs...
de: FAQs durchsuchen...
es: Buscar preguntas...
pt: Buscar perguntas...

# faqCategoryGettingStarted
source: Getting Started
de: Erste Schritte
es: Primeros Pasos
pt: Primeiros Passos

# faqCategoryBusinessModel
source: Business Model & Legitimacy
de: Geschäftsmodell und Legitimität
es: Modelo de Negocio y Legitimidad
pt: Modelo de Negócio e Legitimidade

# faqCategoryHowItWorks
source: How It Works
de: Wie es funktioniert
es: Cómo Funciona
pt: Como Funciona

# faqCategoryTeamBuilding
source: Team Building & Management
de: Teamaufbau und Management
es: Construcción y Gestión de Equipos
pt: Construção e Gestão de Equipes

# faqCategoryGlobalFeatures
source: Global & Technical Features
de: Globale und technische Funktionen
es: Características Globales y Técnicas
pt: Recursos Globais e Técnicos

# faqCategoryPrivacySecurity
source: Privacy & Security
de: Datenschutz und Sicherheit
es: Privacidad y Seguridad
pt: Privacidade e Segurança

# faqCategoryPricing
source: Pricing & Business Value
de: Preise und geschäftlicher Wert
es: Precios y Valor del Negocio
pt: Preços e Valor do Negócio

# faqCategoryConcerns
source: Common Concerns & Objections
de: Häufige Bedenken und Einwände
es: Preocupaciones y Objeciones Comunes
pt: Preocupações e Objeções Comuns

# faqCategorySuccess
source: Success & Results
de: Erfolg und Ergebnisse
es: Éxito y Resultados
pt: Sucesso e Resultados

# faqCategorySupport
source: Support & Training
de: Support und Schulung
es: Soporte y Capacitación
pt: Suporte e Treinamento

# faqQ1
source: What exactly is Team Build Pro?
de: Was genau ist Team Build Pro?
es: ¿Qué es exactamente Team Build Pro?
pt: O que é exatamente o Team Build Pro?

# faqA1
source: Team Build Pro is a professional software tool designed to help direct sales professionals build, manage, and track their teams before and during their business journey. It's NOT a business opportunity or MLM company - it's the tool that helps you succeed in whatever opportunity you choose.
de: Team Build Pro ist ein professionelles Software-Tool, das Direktvertriebs- und Teamaufbau-Profis dabei hilft, ihre Netzwerke effektiver zu verwalten und auszubauen. Es ist eine abonnementbasierte SaaS-Lösung, keine Geschäftsmöglichkeit oder MLM-Firma.
es: Team Build Pro es una herramienta de software profesional diseñada para ayudar a profesionales de ventas directas a construir, gestionar y rastrear sus equipos antes y durante su trayectoria empresarial. NO es una oportunidad de negocio ni una empresa MLM - es la herramienta que te ayuda a tener éxito en cualquier oportunidad que elijas.
pt: Team Build Pro é uma ferramenta de software profissional projetada para ajudar profissionais de vendas diretas e construção de equipes a gerenciar e expandir suas redes de forma mais eficaz. É uma solução SaaS baseada em assinatura, não uma oportunidade de negócio ou empresa de MLM.

# faqQ2
source: How is this different from other team building apps or CRM systems?
de: Ist Team Build Pro ein MLM- oder Network-Marketing-Unternehmen?
es: ¿En qué se diferencia de otras aplicaciones de construcción de equipos o sistemas CRM?
pt: O Team Build Pro é uma empresa de MLM ou marketing de rede?

# faqA2
source: Unlike generic CRMs, Team Build Pro is specifically designed for the direct sales industry. It understands the unique challenges you face: starting from zero, building momentum, qualifying prospects, and maintaining team motivation. Our system lets you pre-build your team before you even join an opportunity, giving you a massive head start.
de: Nein. Team Build Pro ist ein Technologieunternehmen, das Unternehmenssoftware für Teamaufbau-Profis bereitstellt. Wir sind ein legitimes SaaS-Tool ähnlich wie Salesforce oder HubSpot, aber fokussiert auf die einzigartigen Bedürfnisse von Direktvertriebs- und Teamaufbau-Profis.
es: A diferencia de los CRM genéricos, Team Build Pro está específicamente diseñado para la industria de ventas directas. Comprende los desafíos únicos que enfrentas: comenzar desde cero, ganar impulso, calificar prospectos y mantener la motivación del equipo. Nuestro sistema te permite pre-construir tu equipo incluso antes de unirte a una oportunidad, dándote una ventaja masiva.
pt: Não. Team Build Pro é uma empresa de tecnologia que fornece software empresarial para profissionais de construção de equipes. Somos uma ferramenta SaaS legítima semelhante ao Salesforce ou HubSpot, mas focada nas necessidades únicas de profissionais de vendas diretas e construção de equipes.

# faqQ3
source: Can I really build a team BEFORE joining a business opportunity?
de: Warum konzentriert sich Team Build Pro auf Direktvertriebsprofis, wenn Sie kein MLM-Unternehmen sind?
es: ¿Realmente puedo construir un equipo ANTES de unirme a una oportunidad de negocio?
pt: Por que o Team Build Pro é focado em profissionais de vendas diretas se você não é uma empresa de MLM?

# faqA3
source: Absolutely! This is our core innovation. You can invite prospects and existing team members to Team Build Pro, let them experience team building success, and when they hit qualification milestones (4 direct sponsors + 20 total team members), they automatically get invited to join your business opportunity. It eliminates the "cold start" problem that kills most new distributors.
de: So wie Salesforce Vertriebsmitarbeiter bedient, bedienen wir Direktvertriebsprofis. Direktvertrieb und Network-Marketing sind legitime Branchen, die professionelle Software benötigen. Wir sind das Werkzeug, nicht die Geschäftsmöglichkeit.
es: ¡Absolutamente! Esta es nuestra innovación principal. Puedes invitar prospectos y miembros de equipo existentes a Team Build Pro, dejar que experimenten el éxito en la construcción de equipos, y cuando alcancen los hitos de calificación (4 patrocinadores directos + 20 miembros totales del equipo), automáticamente reciben una invitación para unirse a tu oportunidad de negocio. Elimina el problema del "inicio en frío" que mata a la mayoría de los nuevos distribuidores.
pt: Assim como o Salesforce atende representantes de vendas, atendemos profissionais de vendas diretas. Vendas diretas e marketing de rede são indústrias legítimas que precisam de software profissional. Somos a ferramenta, não a oportunidade de negócio.

# faqQ4
source: Do I need a credit card to try it?
de: Wie melde ich mich an?
es: ¿Necesito una tarjeta de crédito para probarlo?
pt: Como faço para me cadastrar?
